{"list":[{"alias":"donc-voila-quoi-podcast","name":"Donc Voilà Quoi podcast","feed":"http:\/\/doncvoilaquoi.libsyn.com\/rss","cover":"donc-voila-quoi-podcast.jpg","description":"Des conversations avec mes potes comiques... Donc voilà quoi! ","lastPub":1402394328},{"alias":"season1","name":"Season1","feed":"http:\/\/feeds.feedburner.com\/Season1Podcast","cover":"season1.png","description":"Podcast de l'actu des series TV","lastPub":1402581544},{"alias":"npr-pop-culture-happy-hour-podcast","name":"NPR: Pop Culture Happy Hour Podcast","feed":"http:\/\/www.npr.org\/rss\/podcast.php?id=510282","cover":"npr-pop-culture-happy-hour-podcast.jpg","description":"Pop Culture Happy Hour is a lively chat about books, movies, music, television, comics and pretty much anything else that strikes a nerve, all in a weekly roundtable from NPR. Features \"Monkey See\" blogger Linda Holmes and an occasionally rowdy cast of characters. Join the club at NPR.org\/pchh.","lastPub":1402643020},{"alias":"nerdist-writers-panel","name":"Nerdist Writers Panel","feed":"http:\/\/nerdistwriters.libsyn.com\/rss","cover":"nerdist-writers-panel.jpg","description":"The Nerdist Writers Panel series is an informal chat moderated by Ben Blacker (co-creator of the Thrilling Adventure Hour; writer for Supah Ninjas, Supernatural, among others) with professional writers about the process and business of writing. Covering TV, film, comic books, music, novels, and any other kind of writing about which you'd care to hear. Proceeds from the live panels benefit 826LA, the national non-profit tutoring program.","lastPub":1402383600},{"alias":"the--filmcast","name":"The \/Filmcast","feed":"http:\/\/feeds.feedburner.com\/filmcast","cover":"the--filmcast.jpg","description":"A Film \/ Movie Podcast for the Masses","lastPub":1402637444},{"alias":"dan-gagnon-gratuitement","name":"Dan Gagnon gratuitement","feed":"http:\/\/dangagnon.podomatic.com\/rss2.xml","cover":"dan-gagnon-gratuitement.jpg","description":"Dan Gagnon gratuitement est un podcast d'interviews d'humoristes en (pas) live de mon appart' à Bruxelles. Une heure avec des humoristes connus (parfois par peu de personnes) où personne n'est obligé d'essayer d'être drôle à toutes les 20 secondes. Ni de poser des questions trouvées sur Wikipédia. On discute simplement pendant une heure d'une passion commune, l'humour. En passant en revue le parcours, les échecs, les succès et les ambitions de l'invité. Car contrairement à ce qu'on pourrait croire, ils ne sont pas tous cons les humoristes. (Pour ceux qui connaissent Marc Maron, oui, vous avez raison. J'ai effectivement de la chance qu'il ne parle pas français.)","lastPub":1361404800},{"alias":"tvnr","name":"TVNR","feed":"http:\/\/feeds.radiokawa.com\/podcast_tvnr.xml","cover":"tvnr.jpg","description":"","lastPub":1402255800},{"alias":"l-apero-du-captain","name":"L'apéro du Captain","feed":"http:\/\/feeds.feedburner.com\/LaperoDuCaptain","cover":"l-apero-du-captain.jpg","description":"L'apéro du Captain est depuis plus de 3 ans le podcast hebdomadaire le moins recommandable du net à traiter de l'actualité Web et High Tech. Au programme de chaque épisode : actu technologique, LTP et sa rubrique qui fait dormir, la rubrique Wazzuf de Kwakos et un l'étrange invité du jour de Manox.","lastPub":1402092001},{"alias":"new-yorker-out-loud","name":"New Yorker: Out Loud","feed":"http:\/\/feeds.newyorker.com\/services\/rss\/feeds\/newyorker_outloud.xml","cover":"new-yorker-out-loud.jpg","description":"A weekly conversation about what's new in The New Yorker.<img src=\"http:\/\/feeds.newyorker.com\/rss_views\/newyorker_outloud.gif\">","lastPub":1402437068},{"alias":"radionavo","name":"RadioNavo","feed":"http:\/\/feeds.soundcloud.com\/users\/soundcloud:users:6464795\/sounds.rss","cover":"radionavo.jpg","description":"Podcast by RadioNavo","lastPub":1402308397},{"alias":"tom-rhodes-radio","name":"Tom Rhodes Radio","feed":"http:\/\/trr.libsyn.com\/rss","cover":"tom-rhodes-radio.jpg","description":"Please join me as a scour the four corners of the earth to bring you interesting and intelligent funny people who will enrich your life with wisdom and laughter.  I’ll take you to Europe, Australia, all over America.  I might take you to the peaks of Machu Picchu, the canals of Amsterdam, the Great Wall of China, or the swamps of Florida, and certainly the many, many comedy clubs and comedy theaters all over the world.  \n\nCome hang out with me and meet the many interesting people that pop up in my life as I travel the world as a stand-up comedian.  ","lastPub":1402666106},{"alias":"studio404","name":"Studio404","feed":"http:\/\/fibretigre.com\/divers\/Studio404_1.xml","cover":"studio404.png","description":"Studio 404 est une émission mensuelle traitant de l'influence de la culture numérique sur la société. A chaque édition, 4 sujets sont traités  par 4 spécialistes.","lastPub":1401951600}]}