{"episodes":[{"title":"Episode 15 - Pierre Croce","pubDate":1361404800,"pubDateFR":"21 Février 2013","description":"\"Comment rompre avec un PowerPoint\" est le titre de sa vidéo qui flirte avec le million de vues. Pierre Croce est un nouvel humoriste qui fait les choses différemment. Il les fait aussi depuis peu (mai 2012.) Alors on est revenu sur son parcours, et avec le million de minutes qui nous restaient, on a parlé de son autre boulot: responsable de tout ce qui est humour pour Dailymotion.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2013-02-20T16_00_00-08_00.mp3","duration":"4118"},{"title":"Episode 14 - Fred Jannin","pubDate":1360195200,"pubDateFR":"07 Février 2013","description":"Le simple fait de lire son CV aurait pu remplir tout le temps de l'interview. La conversation ne pouvant pas couvrir toute la bio de Fred Jannin, on a fait des choix. On a parlé de sites de rencontre, de BD et de ses débuts professionnels à la RTBF alors qu'il n'avait que 14 ans. (Entre autres choses.)","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2013-02-06T16_00_00-08_00.mp3","duration":"4525"},{"title":"Episode 13 - Nathalie Uffner","pubDate":1358985600,"pubDateFR":"24 Janvier 2013","description":"Je la connaissais comme \"La fille du TTO.\" (Le Théâtre de la Toison d'Or à Bruxelles.) Après avoir discuté 90 minutes avec elle, je la connais comme: \"La fille du TTO à Bruxelles qui a échoué dans toutes les écoles du monde mais qui a quand même réussi à vivre en faisant et diffusant de l'humour en Belgique et qui aussi, a réussi à tricher pour obtenir son permis de conduire.\"","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2013-01-23T16_00_00-08_00.mp3","duration":"4056"},{"title":"Episode 12 - Gilles Morin","pubDate":1355355907,"pubDateFR":"13 Décembre 2012","description":"On parle souvent de la \"nouvelle génération\" d'humoristes et moi j'avais envie de causer avec un de ses producteurs. Gilles Morin a créé Kings of Comedy il y a quelques années. C'est lui qui m'a permis de monter sur scène pour la première fois et c'est toujours lui qui produit mes spectacles aujourd'hui. Il en avait long à raconter sur les débuts dans le métier. Les hauts et les bas. La vie en tournée. Une heure d'anecdotes et de discussions franches avec un gars pour qui l'humour ne se résume pas qu'à raconter des blagues sur scène.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-12-12T15_45_07-08_00.mp3","duration":"4174"},{"title":"Episode 11 - Kyan Khojandi","pubDate":1354729106,"pubDateFR":"05 Décembre 2012","description":"Il est aussi connu comme étant \"le mec de Bref\", mais Kyan Khojandi est avant tout un passionné, voire un gros geek d'humour. Il a raconté sa vision sur la télé, la célébrité, le merchandising. Mais aussi, de la possibilité de faire un film avec Bref, de sa carrière dans le stand-up et de la drôle de proposition faite par une marque de cigarettes.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-12-05T09_38_26-08_00.mp3","duration":"3679"},{"title":"Episode 10 - Sébastien Ministru","pubDate":1354147200,"pubDateFR":"29 Novembre 2012","description":"Rédacteur en chef adjoint au Moustique. Farceur matinal chez Pure FM. Auteur de pièces de théâtre. Même pas Belge alors qu'il est né en Belgique. Bref, Sébastien Ministru est beaucoup de choses. Pendant un peu plus d'une heure, on a discuté chez lui jusqu'à ce qu'il me chasse à 22h30 parce qu'avec ses trois boulots et demi, monsieur a besoin de dormir de temps en temps.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-11-28T16_00_00-08_00.mp3","duration":"4017"},{"title":"Episode 9 - Vérino","pubDate":1353543676,"pubDateFR":"22 Novembre 2012","description":"Il est passé 35 fois chez Ruquier dans \"On n'demande qu'à en rire.\" Il est Français. Et il a un projet assez familier: essayer de remplir une salle de 2000 places en 50 jours. Pour toutes ces raisons et plusieurs autres, je me suis rendu chez Vérino, à Paris, dans son salon\/chambre à coucher. On a parlé de ses 9 ans de carrière dans l'humour, le fait que son public féminin ne lui ait jamais lancé de soutien-gorge et, surtout, comment les Schtroumpfs sont impliqués dans un des plus beaux bides de sa vie.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-11-21T16_21_16-08_00.mp3","duration":"3546"},{"title":"Bonus - Philippe Geluck (version intégrale)","pubDate":1352944800,"pubDateFR":"15 Novembre 2012","description":"Pour les fans de Philippe Geluck qui voudraient une version plus longue de l'interview, voici l'entièreté de la conversation dans son atelier à Bruxelles. (Plus ou moins 30 minutes en plus que dans la version \"normale.\")","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-11-14T18_00_00-08_00.mp3","duration":"6041"},{"title":"Episode 8 - Philippe Geluck","pubDate":1352937600,"pubDateFR":"15 Novembre 2012","description":"C'est dans son atelier à Bruxelles que Philippe Geluck a accepté de répondre plusieurs fois à la même question: Pourquoi ? (Pourquoi il s'est vengé avec ses points Delhaize, pourquoi sa pilosité intense a causé la noyade de Malvira, pourquoi il a raccroché au nez de Fabrice Luchini, pourquoi il a refusé un rôle dans un film belge, pourquoi la série Le Chat s'est arrêtée avant la fin en télévision et pourquoi il piquait des sacs de ciment quand il était jeune.)","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-11-14T16_00_00-08_00.mp3","duration":"4392"},{"title":"Episode 7 - Walter","pubDate":1352340366,"pubDateFR":"08 Novembre 2012","description":"Il est passé chez Arthur, Bern et Drucker. Il a joué son spectacle des centaines de fois. C'est un Belge (et méchant) vivant à Paris. Qui a une bonne anecdote de déconcentration organisée par un couple de lesbiennes au balcon. Il s'appelle Walter et parler \"humour\" avec lui est un plaisir, puisque dans ce domaine comme dans tout ce qui le passionne, c'est un geek.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-11-07T18_06_06-08_00.mp3","duration":"3674"},{"title":"Episode 6 - Raoul Reyers","pubDate":1351720800,"pubDateFR":"31 Octobre 2012","description":"Raoul Reyers est le seul homme qui arrive à sonner comme s'il était sur le AM alors qu'il passe sur la FM. Sinon, il est impliqué dans tout ce qui se fait en humour sur LaPremière depuis des décennies et on a discuté de ses souvenirs du Jeu des Dictionnaires, La Semaine Infernale, les Snuls. Il a aussi parlé des voitures qu'il possède alors qu'il n'a pas de permis de conduire, les interdictions concernant la bière à la cafèt' de la RTBF et la fois où il a failli avoir un accident quand il était caddy de golf au Portugal.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-10-31T15_00_00-07_00.mp3","duration":"4078"},{"title":"Episode 5 James Deano","pubDate":1351123200,"pubDateFR":"25 Octobre 2012","description":"Il est rappeur, humoriste. Il s'est converti à l'Islam. Après son succès \"Les Blancs ne savent pas danser\" il s'est retrouvé en hôpital psychiatrique pendant trois semaines. Il parle de tout ça avec une franchise déconcertante. L'interview avec James Deano est une des plus intéressantes que j'ai eu l'occasion de faire dans ma vie.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-10-24T17_00_00-07_00.mp3","duration":"4160"},{"title":"Episode 4 Serge Coosemans","pubDate":1350514500,"pubDateFR":"18 Octobre 2012","description":"Il écrit bien. Il est trash. Il s'appelle Serge Coosemans et je voulais l'interviewer dans ce podcast parce que même s'il n'est pas humoriste (il le dit lui-même), je le trouve drôle. Ce qui n'est pas le cas de tous si on se fie à (longue) la liste de fights dans lesquels il a été impliqué depuis l'invention d'Internet. On a discuté pendant plus d'une heure. Il en a profité pour raconter quelques anecdotes dont la fois où il a failli se battre avec un handicapé qui dansait avec trop d'enthousiasme. Et la fois où il a bu jusqu'à 14h00 avec un Hooligan pour éviter de se faire casser la mâchoire.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-10-17T15_55_00-07_00.mp3","duration":"3895"},{"title":"Episode 3 - Laurence Bibot","pubDate":1349910000,"pubDateFR":"11 Octobre 2012","description":"Un podcast enregistré chez Laurence Bibot où elle parle de ses envies de cinéma, comment elle s'est elle-même grillée avec le cinéma, la fois où un gars lui a demandé s'il pouvait la lécher en dessous des bras et bien d'autres choses.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-10-10T16_00_00-07_00.mp3","duration":"3500"},{"title":"Episode 2 - Myriam Leroy","pubDate":1349315185,"pubDateFR":"04 Octobre 2012","description":"Myriam Leroy \"n'aime pas l'humour.\" Et pourtant, elle publie un livre dans la catégorie \"humour\" le 11 octobre : \"Les bobos, la révolution sans effort.\" Elle nous parle de son agoraphobie, son départ de Pure FM et nous explique pourquoi, selon elle, les femmes sont moins drôles que les hommes.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-10-03T18_46_25-07_00.mp3","duration":"3826"},{"title":"Episode 1 - Kody","pubDate":1348671386,"pubDateFR":"26 Septembre 2012","description":"Pour le premier invité du podcast, je voulais parler à Kody pour une raison fort simple. La première fois que j'ai fait de la scène, c'était en première partie de son spectacle. Il a parlé de son côté chasseur, son passé de fils d'ambassadeur, ses débuts en tant qu'humoriste et sa blague ratée sur le Sida.","link":"http:\/\/dangagnon.podomatic.com","url":"http:\/\/dangagnon.podomatic.com\/enclosure\/2012-09-26T07_56_26-07_00.mp3","duration":"3922"}]}