{"episodes":[{"title":"Peter Hessler on reporting from Egypt and China.","pubDate":1402437068,"pubDateFR":"10 Juin 2014","description":"Peter Hessler on reporting from Egypt and China.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140616_outloud_hessler.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140616_outloud_hessler.mp3","duration":"00:30:35"},{"title":"Joshua Rothman and Cressida Leyshon on Karl Ove Knausgaard.","pubDate":1401759217,"pubDateFR":"03 Juin 2014","description":"Joshua Rothman and Cressida Leyshon on Karl Ove Knausgaard.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140609_outloud_knausgaard.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140609_outloud_knausgaard.mp3","duration":"00:24:40"},{"title":"Nicholas Thompson talks with Ken Auletta.","pubDate":1401320722,"pubDateFR":"29 Mai 2014","description":"Nicholas Thompson talks with Ken Auletta.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140602_outloud_auletta.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140602_outloud_auletta.mp3","duration":"00:25:07"},{"title":"Adam Gopnik and Ann Goldstein on the challenges of translation.","pubDate":1400533637,"pubDateFR":"19 Mai 2014","description":"Adam Gopnik and Ann Goldstein on the challenges of translation.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140526_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140526_outloud_gopnik.mp3","duration":"00:22:52"},{"title":"Alec Wilkinson on the earliest recorded sounds.","pubDate":1400023053,"pubDateFR":"14 Mai 2014","description":"Alec Wilkinson on the earliest recorded sounds.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140519_outloud_wilkinson.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140519_outloud_wilkinson.mp3","duration":"00:12:17"},{"title":"Judith Thurman on fashion writing.","pubDate":1399342544,"pubDateFR":"06 Mai 2014","description":"Judith Thurman on fashion writing.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140512_outloud_thurman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140512_outloud_thurman.mp3","duration":"00:21:06"},{"title":"Patrick Radden Keefe on writing about drug crime.","pubDate":1398731740,"pubDateFR":"29 Avril 2014","description":"Patrick Radden Keefe on writing about drug crime.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140505_outloud_keefe.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140505_outloud_keefe.mp3","duration":"00:25:17"},{"title":"Maria Konnikova on the surprising psychology of yawns.","pubDate":1398127734,"pubDateFR":"22 Avril 2014","description":"Maria Konnikova on the surprising psychology of yawns.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140428_outloud_konnikova.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140428_outloud_konnikova.mp3","duration":"00:19:01"},{"title":"Adam Gopnik and Elizabeth Gilbert on the Great American Novel.","pubDate":1397517065,"pubDateFR":"15 Avril 2014","description":"Adam Gopnik and Elizabeth Gilbert on the Great American Novel.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140421_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140421_outloud_gopnik.mp3","duration":"00:23:05"},{"title":"Jane Kramer and Dana Goodyear on vegetarianism and foodie anxiety.","pubDate":1396917238,"pubDateFR":"08 Avril 2014","description":"Jane Kramer and Dana Goodyear on vegetarianism and foodie anxiety.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140414_outloud_kramer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140414_outloud_kramer.mp3","duration":"00:18:30"},{"title":"George Packer and Dexter Filkins on the literature of the Iraq War.","pubDate":1396298121,"pubDateFR":"31 Mars 2014","description":"George Packer and Dexter Filkins on the literature of the Iraq War.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140407_outloud_packerfilkins.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140407_outloud_packerfilkins.mp3","duration":"00:24:18"},{"title":"Malcolm Gladwell on the limits of American religious tolerance.","pubDate":1395711653,"pubDateFR":"25 Mars 2014","description":"Malcolm Gladwell on the limits of American religious tolerance.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140331_outloud_gladwell.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140331_outloud_gladwell.mp3","duration":"00:21:55"},{"title":"Emily Nussbaum and Rachel Syme on the state of television.","pubDate":1395180334,"pubDateFR":"18 Mars 2014","description":"Emily Nussbaum and Rachel Syme on the state of television.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140324_outloud_nussbaumsyme.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140324_outloud_nussbaumsyme.mp3","duration":"00:22:10"},{"title":"Andrew Solomon on Peter Lanza.","pubDate":1394498922,"pubDateFR":"11 Mars 2014","description":"Andrew Solomon on Peter Lanza.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140317_outloud_solomon.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140317_outloud_solomon.mp3","duration":"00:24:59"},{"title":"Nicholas Thompson, Tim Wu, and Alan Burdick on \"technological evolution.\"","pubDate":1393977060,"pubDateFR":"05 Mars 2014","description":"Nicholas Thompson, Tim Wu, and Alan Burdick on \"technological evolution.\"","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140310_outloud_wu.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140310_outloud_wu.mp3","duration":"00:21:32"},{"title":"David Remnick on Putin's Russia","pubDate":1393342237,"pubDateFR":"25 Février 2014","description":"David Remnick on Putin's Russia.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140303_outloud_remnick.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140303_outloud_remnick.mp3","duration":"00:21:11"},{"title":"Adam Gopnik and James Wood on atheism and religious belief.","pubDate":1392088765,"pubDateFR":"11 Février 2014","description":"Adam Gopnik and James Wood on atheism and religious belief.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140217_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140217_outloud_gopnik.mp3","duration":"00:22:34"},{"title":"Ariel Levy on Diana Nyad and writing about women and gender","pubDate":1391554655,"pubDateFR":"04 Février 2014","description":"This week in the magazine, Ariel Levy profiles the endurance swimmer Diana Nyad. Here, Levy speaks with Sasha Weiss about her piece and her interests as a writer. Levy has written about several female athletes, including the runner Caster Semenya and the boxer Claressa Shields, but says she's not really a sports fan. \"Female athletes interest me because what you're talking about is strength and power,\" Levy says. \"And that takes a certain amount of chutzpah to be female and say, 'I'm going to cultivate strength and speed and power and physical prowess.' So, from a sort of feminist point of view, that excites me.\" Levy has written about a range of subjects, including fashion, radical lesbian separatists, exotic cat breeding, and Silvio Berlusconi. Weiss asks if she sees herself as having a particular beat, and Levy says that, to some extent, she writes about gender and sexuality, but that that's only a starting point. A good story also needs a strong dramatic arc, Levy says, as well as a counterintuitive element, something that you don't see coming. \"The trick is to find those things with a great story,\" she says. \"It's no good, just, 'I'm going to go for a wallow in the sex and gender mud.' If there's no weird, crazy story, then it's just mud.\" Levy and Weiss also talk about how she finds the crucial twists in her stories, and about her recent personal account in the magazine about having a miscarriage while on a reporting assignment in Mongolia, what it was like for her to write about that experience, and what the response has been.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140210_outloud_levy.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140210_outloud_levy.mp3","duration":"00:26:33"},{"title":"Peter Schjeldahl on William Burroughs","pubDate":1390868553,"pubDateFR":"28 Janvier 2014","description":"Peter Schjeldahl is the magazine's art critic, but this week he takes on a literary subject: William S. Burroughs. A new biography of Burroughs was recently published, and next month is the centenary of his birth. Schjeldahl writes that Burroughs is always being rediscovered by \"properly disaffected young readers,\" and, on the podcast, he tells the editor Sasha Weiss that \"reading Burroughs is a sort of rite of passage, which is most effective in your late teens, early twenties, but you can do a remedial one later on.\" For Schjeldahl, who was an aspiring poet in New York, in the nineteen-sixties, Burroughs and his \"cut-up\" writing style were an important influence. Here, Schjeldahl and Weiss listen to archival recordings of Burroughs reading from his first novel, \"Junky,\" and discuss the transformative effect that Burroughs and the Beats had on American literature.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140203_outloud_schjeldahl.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140203_outloud_schjeldahl.mp3","duration":"00:20:25"},{"title":"Rebecca Mead and Daniel Zalewski on gender and literature.","pubDate":1389671935,"pubDateFR":"14 Janvier 2014","description":"In the January 13th issue, Rebecca Mead profiles the hugely successful and popular fiction writer Jennifer Weiner, whose books have sold more than four and a half million copies. She's also known for her ongoing campaign against sexism toward female writers in the publishing industry. Here, Mead and the New Yorker editor Daniel Zalewski talk with Sasha Weiss about Weiner's effect on literary media, the porous distinction between commercial and literary fiction, and the pleasures to be had (or not) from comfort reading. Mead also talks about her forthcoming book about reading \"Middlemarch\" throughout her life. Also on the podcast, you can take Sarah Larson's dialect quiz.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140120_outloud_mead.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140120_outloud_mead.mp3","duration":"00:22:03"},{"title":"Evan Osnos on his years reporting from China.","pubDate":1389044226,"pubDateFR":"06 Janvier 2014","description":"Between 2008 and 2013, Evan Osnos was The New Yorker's China correspondent, reporting on everything from the country's increasing demand for psychoanalysis to a Profile of the artist Ai Weiwei. Since the fall, he's been reporting for the magazine from Washington, D.C., but he hasn't left China completely behind. In the current issue of the magazine, Osnos reports on the revival of Confucianism in the country, after many years when it was in disfavor with the Communist Party. Here he discusses Confucianism, reporting from China, and his new Washington, D.C., beat with the editor of The New Yorker's Web site, Nicholas Thompson. In addition, Maria Konnikova explains how she plans to keep her New Year's resolution to cut back on Internet use.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140113_outloud_osnos.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140113_outloud_osnos.mp3","duration":"00:30:07"},{"title":"Elizabeth Kolbert on the sixth great extinction.","pubDate":1388443796,"pubDateFR":"30 Décembre 2013","description":"Elizabeth Kolbert is a staff writer who is perhaps best known for her reporting on global warming. In 2006, after a series on the subject in the magazine, she published her book \"Field Notes from a Catastrophe.\" Her reporting on climate change led her to investigate species extinction, which climate change is exacerbating. According to many scientists, we are now in the midst of the sixth great extinction, a massive die-off of species around the globe. In recent issues, The New Yorker has published pieces by Kolbert on species extinction, from chapters in her forthcoming book, \"The Sixth Extinction: An Unnatural History.\" Here, she talks to Sasha Weiss about the enormity of the problem. Also, Calvin Trillin samples the hot tamale on the Delta.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140106_outloud_kolbert.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/140106_outloud_kolbert.mp3","duration":"00:22:15"},{"title":"James Carroll and Joan Acocella on Pope Francis.","pubDate":1387244384,"pubDateFR":"17 Décembre 2013","description":"This week in the magazine, James Carroll writes about Pope Francis, who, since his election in March, has made headlines with his humble acts of kindness, his gentler tone on social issues like contraception and homosexuality, and his pointed critiques of inequality and capitalism. Joan Acocella has previously written in the magazine about the Pope's namesake, St. Francis of Assisi. Here Acocella and Carroll talk with Sasha Weiss about the crisis within the Catholic Church, and whether Pope Francis will be able to effect real change. Also on the podcast, David Remnick talks to Roger Angell about Angell's award from the Baseball Hall of Fame for his baseball writing.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131223_outloud_carroll.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131223_outloud_carroll.mp3","duration":"00:31:11"},{"title":"Sasha Frere-Jones on the year in music.","pubDate":1386734317,"pubDateFR":"11 Décembre 2013","description":"This week in the magazine, Sasha Frere-Jones reviews the latest album from Britney Spears. Frere-Jones has written about many of the big pop releases this year, including music by Justin Timberlake, Eminem, Katy Perry, and Lorde. But he's also written about lesser-known acts like King Krule and the artists on the Tri Angle record label. Here, Frere-Jones talks with Sasha Weiss about his favorite music of 2013, why he thinks Kanye West's \"Yeezus\" is the album of the year, and how a new group of young musicians is pushing music forward.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131216_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131216_outloud_frerejones.mp3","duration":"00:17:49"},{"title":"Daniel Mendelsohn on the persistence of Greek tragedies.","pubDate":1386031769,"pubDateFR":"03 Décembre 2013","description":"Daniel Mendelsohn has written extensively about how archetypes from Greek myth and tragedy are revised and revisited in contemporary culture, most recently with the anniversary of the J.F.K. assassination. Here, he talks with Sasha Weiss about how the story of J.F.K.s death satisfies twin desiresboth to marvel at a charismatic leader and also to witness his downfall. They discuss why Greek myth and tragedy are still so resonant when we read the news today, and Mendelsohn gives an anecdote from his upcoming book in which he retraces the journey of the Odyssey with his father.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131209_outloud_mendelsohn.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131209_outloud_mendelsohn.mp3","duration":"00:26:33"},{"title":"Nick Paumgarten and Peter Schjeldahl on the art world.","pubDate":1385420285,"pubDateFR":"25 Novembre 2013","description":"The recent sale at auction of a Francis Bacon triptych for $142.4 million has people talking, including Peter Schjeldahl and Nick Paumgarten. Paumgarten was at the auction, and, in this week's issue, he profiles one of the biggest players in the international art market, David Zwirner. Schjeldahl, the magazine's art critic, has also written about dealers and gallerists. In this week's podcast, they talk about art-market excess with the literary editor of The New Yorkers Web site, Sasha Weiss. Also, a song celebrating Thanksgivukkah.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131202_outloud_paumgarten.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131202_outloud_paumgarten.mp3","duration":"00:22:00"},{"title":"Richard Brody and Emily Nussbaum on depicting sex onscreen.","pubDate":1384903388,"pubDateFR":"20 Novembre 2013","description":"The French film \"Blue is the Warmest Color\" has been the subject of a lot of critical discussion, partly for its explicit depictions of lesbian sex. Here, Sasha Weiss talks with Richard Brody and Emily Nussbaum about their reactions to the film and what makes for good and bad sex in television and film. Brody, who has blogged about \"Blue is the Warmest Color,\" thought the use of sex in the film was masterful. Nussbaum had a more mixed reaction and pointed to scenes from HBO's \"Girls\" and \"The Big Chill\" as examples of sex scenes she found more affecting. Also on the podcast, Ethan Kuperberg does stand-up therapy.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131125_outloud_brodynussbaum.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131125_outloud_brodynussbaum.mp3","duration":"00:27:22"},{"title":"Peter Hessler on writing about small towns.","pubDate":1384223727,"pubDateFR":"12 Novembre 2013","description":"In this week's issue, Peter Hessler writes about how the Egyptian revolution has played out Abydos, a small village in Upper Egypt. Here Sasha Weiss speaks with Hessler about why he likes to report from small towns, and how his years in China have helped him understand life in Egypt more clearly. Hessler explains how political power is expressed on the village level in both Egypt and China, and why we haven't seen a Chinese version of the Arab Spring. Weiss also asks about his piece on a small-town pharmacist in Colorado, and how he approaches writing about individuals and communities. Separately, Jeffrey Eugenides does his best Texan accent.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131118_outloud_hessler.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131118_outloud_hessler.mp3","duration":"00:30:31"},{"title":"Dan Chiasson on Marianne Moore.","pubDate":1383626511,"pubDateFR":"05 Novembre 2013","description":"This week in the magazine, Dan Chiasson reviews Linda Leavell's new biography of the modernist poet Marianne Moore, \"Holding On Upside Down.\" Here Chiasson talks with Sasha Weiss and Giles Harvey about Moore's poetry and her mother, with whom Moore lived for most of her life, and who was intimately involved in the creation of her greatest poems. Also, Ian Crouch peeks behind George Lucas's curtain. Audio of Marianne Moore in this podcast is excerpted from the Poetry Center Digital Archive, which is made available under a Creative Commons license.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131111_outloud_chiasson2.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131111_outloud_chiasson2.mp3","duration":"00:20:29"},{"title":"Lauren Collins and Dana Goodyear on adventurous eating.","pubDate":1383007811,"pubDateFR":"29 Octobre 2013","description":"This week in the magazine, Lauren Collins reports on the quest for the world's hottest pepper, and Dana Goodyear examines the food taboos surrounding whale and horse meat. Here they talk with Amelia Lester about the strangest foods they've ever eaten (including abalone and unhatched duck embryos), how gender roles shape eating habits, and what's behind our food taboos. Also, Richard Brody discusses baseball beards.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131104_outloud_goodyearcollins.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131104_outloud_goodyearcollins.mp3","duration":"00:25:38"},{"title":"D. T. Max and Nathan Heller on San Francisco.","pubDate":1382399769,"pubDateFR":"22 Octobre 2013","description":"In recent issues of the magazine, D. T. Max Profiled Jack Dorsey, one of the founders of Twitter, and Nathan Heller wrote about the values and lifestyles of young San Francisco entrepreneurs. Here, they both talk with Sasha Weiss about why the cultural center of gravity may have shifted west to San Francisco, how the economic and creative force of the tech industry is changing the city, and what it means for the rest of the country. Also on the podcast, why the poet Brad Leithauser finds some words unusable.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131028_outloud_hellermax.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131028_outloud_hellermax.mp3","duration":"00:22:08"},{"title":"Louis Menand and Richard Brody on Norman Mailer","pubDate":1381797427,"pubDateFR":"15 Octobre 2013","description":"Norman Mailer died six years ago, and, already, five biographies have been written about him. The most recent is J. Michael Lennon's \"Norman Mailer: A Double Life,\" which is a springboard for an essay on Mailer by Louis Menand in this week's issue. Here, Menand and the film critic Richard Brody talk about Mailer's life and legacy with the literary editor of the New Yorker's Web site, Sasha Weiss. Also on the podcast, Deborah Treisman explains why Alice Munro's first story in the magazine in 1977 caused an in-house ruckus.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131021_outloud_menand.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131021_outloud_menand.mp3","duration":"00:25:40"},{"title":"Jeremy Denk on Bach's \"Goldberg Variations\"","pubDate":1381182095,"pubDateFR":"07 Octobre 2013","description":"In this week's issue of the magazine, the Money Issue, pianist Jeremy Denk revisits a kitschy musician-for-hire gig from early in his career. Denk was just awarded a fellowship by the MacArthur Foundation, and he's on tour now to promote his latest album, \"J. S. Bach: Goldberg Variations.\" He spoke with Leo Carey and Sasha Weiss about the challenges of playing music that everybody knows, what he loves about the Goldberg Variations, and how writing fits into his musical career. Also on the podcast, one man's personal debt ceiling.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131014_outloud_denk.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131014_outloud_denk.mp3","duration":"00:29:13"},{"title":"Claudia Roth Pierpont on Philip Roth","pubDate":1380654102,"pubDateFR":"01 Octobre 2013","description":"This week in the magazine, Claudia Roth Pierpont examines the long career of novelist Philip Roth and his many literary friendships. Here, Pierpont talks with Sasha Weiss about Roth's relationships with Saul Bellow and John Updike, the portrayal of women in Roth's novels, and why people confuse his characters with the writer himself. Also on the podcast, Peter Schjeldahl on the cats and controversial girls of Balthus.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131007_outloud_pierpont.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/131007_outloud_pierpont.mp3","duration":"00:24:31"},{"title":"Emily Nussbaum and Jelani Cobb on \"Key & Peele\"","pubDate":1379972074,"pubDateFR":"23 Septembre 2013","description":"This week in the magazine, Emily Nussbaum reviews the third season of the sketch-comedy show \"Key & Peele.\" Jelani Cobb writes frequently about race and culture for newyorker.com, and his essay on Dave Chapelle and African-American comedy is collected in his book \"The Devil and Dave Chappelle.\" Here, Sasha Weiss talks with Nussbaum and Cobb about how Keegan-Michael Key and Jordan Peele's biracial identities allow them to cross lines other comics might avoid, and how their humor moves past mockery towards empathy. Also on the podcast, Simon Parkin on why we're about to hear a lot more about video game violence.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130930_outloud_nussbaum.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130930_outloud_nussbaum.mp3","duration":"00:28:02"},{"title":"Susan Morrison and Rebecca Mead on work clothes.","pubDate":1379368282,"pubDateFR":"16 Septembre 2013","description":"In the September 23rd issue of the magazine, the Style Issue, Rebecca Mead profiles Andrew Rosen, the C.E.O. of the fashion company Theory. The company found success in the nineties by making stylish and comfortable work clothes for women. Here, Mead talks with Susan Morrison, who edited the issue, and Sasha Weiss, the literary editor of newyorker.com. They discuss the effort it takes to look effortless, how the codes of dressing for work have changed over the years, and why people who work at The New Yorker are sometimes referred to as \"the Waltons.\" Also, Ethan Kuperberg has an S.A.T. test for adults.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130923_outloud_meadmorrison.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130923_outloud_meadmorrison.mp3","duration":"00:22:26"},{"title":"Tad Friend and Emily Nussbaum on \"Breaking Bad.\"","pubDate":1378927738,"pubDateFR":"11 Septembre 2013","description":"This week in the magazine, Tad Friend writes a Profile of Bryan Cranston, who plays the drug kingpin Walter White on AMC's \"Breaking Bad.\" The show is currently wrapping up its final season. On the podcast, Sasha Weiss talks with Emily Nussbaum and Friend about what has made the show so satisfying. Nussbaum, The New Yorker's TV critic, explores how Walter White adds a layer of punishing moral complexity to the the vicarious thrills of a traditional anti-hero, and Friend explains how Bryan Cranston's understanding of Walter differed from that of Vince Gilligan, the show's creator.<br \/>\n<br \/>\nAlso on the podcast, Andrew Marantz on the \"Truman Show\" delusion.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130916_outloud_breakingbad.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130916_outloud_breakingbad.mp3","duration":"00:22:26"},{"title":"Malcolm Gladwell and Ben McGrath on doping in sports.","pubDate":1378187258,"pubDateFR":"03 Septembre 2013","description":"This week in the magazine, Malcolm Gladwell reviews David Epstein's \"The Sports Gene,\" which looks at the biological advantages of elite athletes, from extra-long Achilles tendons to exceptionally high red-blood-cell counts.<br \/>\n<br \/>\nHere, Nicholas Thompson talks with Gladwell and Ben McGrath about our inconsistent ideas about fairness in sports and whether doping should or shouldn't be allowed. Gladwell asks, if we allow laser surgery to improve eyesight or Tommy John surgery to replace ligaments, why don't we allow athletes to take F.D.A. approved testosterone, in doses that are not harmful, in order to accelerate their recovery time after workouts and competition? He argues that we should legalize performance-enhancing drugs and then regulate them, and imagines a world where athletes make their biological passports public: \"What I really would like is to have complete liberalization and complete transparency. I would like to know about every single baseball player, track-and-field athlete, basketball player, precisely what they are on. And then I'd like to reach my own conclusions as a fan about how to evaluate their performance.\"<br \/>\n<br \/>\nThompson presses Gladwell on his own feelings as a fan of track-and-field athletes, and argues that the sport of running would be diminished by allowing P.E.D.s. Gladwell counters that \"those days of running innocence\" are already long gone, and that we need to accept that, for better or worse, doping is a part of athletic competition in the modern world.<br \/>\n<br \/>\nAlso on the podcast, Sarah Larson celebrates Linda Ronstadt's voice.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130909_outloud_gladwell.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130909_outloud_gladwell.mp3","duration":"00:28:03"},{"title":"Rebecca Mead and Joshua Rothman on Jane Austen.","pubDate":1377547500,"pubDateFR":"26 Août 2013","description":"This week in the magazine, Anthony Lane reviews \"Austenland,\" one of many films on Jane Austen's work, or in this case, on the fans of her work. Not everyone loves Jane Austen, but her fans definitely include Joshua Rothman, the New Yorker's archive editor, and staff writer Rebecca Mead. They've both written about Jane Austen for newyorker.com, and they recently spoke about the enduring appeal of her books with Sasha Weiss.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130902_outloud_austen.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130902_outloud_austen.mp3","duration":"00:22:14"},{"title":"Richard Brody and Ryan Bloom discuss a recently recovered play by Camus.","pubDate":1376943154,"pubDateFR":"19 Août 2013","description":"At Page-Turner last week, we published \"The Life of the Artist: A Mimodrama in Two Parts,\" a newly translated short play by Albert Camus. Here, the New Yorker editor Leo Carey reads selections from the text, and the translator Ryan Bloom talks to Richard Brody about the play and where it fits into Camus's life. Also, James Surowiecki considers the high price of lobster in restaurants when the wholesale price of lobster is plummeting.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130826_outloud_bloom.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130826_outloud_bloom.mp3","duration":"00:16:08"},{"title":"Nicholson Baker about writing and technology.","pubDate":1376431863,"pubDateFR":"14 Août 2013","description":"This week on the podcast, Michael Agger talks with Nicholson Baker about writing and technology, including his recent piece on LCD screens. Baker explains his unorthodox writing techniques, what kinds of fiction make for the best dreams, and how he combats \"peak attention span\" by reading aloud in the morning.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130819_outloud_baker.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130819_outloud_baker.mp3","duration":"00:18:54"},{"title":"Sarah Stillman and Patrick Radden Keefe on civil forfeiture.","pubDate":1375734210,"pubDateFR":"05 Août 2013","description":"This week in the magazine, Sarah Stillman reports on how local governments around the country are invoking the powers of civil forfeiture to take money and property from people who haven't been convicted of any crime. Here, Nicholas Thompson talks with Stillman and Patrick Radden Keefe about these abuses and what they mean for the citizens targeted and the law-enforcement agencies using it to fund their budgets. Also, Christian DeBenedetti on the joys of sour beer.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130812_outloud_stillman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130812_outloud_stillman.mp3","duration":"00:19:06"},{"title":"Cressida Leyshon and Ruth Franklin on Shirley Jackson.","pubDate":1375135521,"pubDateFR":"30 Juillet 2013","description":"This week in the magazine there's a new, previously unpublished story by Shirley Jackson, who died in 1965. It's called \"Paranoia,\" and its about a man in New York City who is followed through the city by a suspicious character. In this week's podcast, Cressida Leyshon, the deputy fiction editor, and Ruth Franklin, who is writing a biography of Shirley Jackson, talk about the story and about Jackson's life with the literary editor of newyorker.com, Sasha Weiss. Also, Hilton Als weighs in on \"The Designated Mourner.\"","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130805_outloud_franklin.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/130805_outloud_franklin.mp3","duration":"00:26:00"},{"title":"Bill Buford and John Bennet on French cooking.","pubDate":1374691882,"pubDateFR":"24 Juillet 2013","description":"This week in the magazine, Bill Buford writes about cooking traditional French recipes with the chef Daniel Boulud. Buford has been living in Lyon for the last several years learning French cooking, and here he talks with John Bennet and Sasha Weiss about how the militaristic system of training chefs in the national cuisine has changed his approach to cooking, the similarities between soccer hooligans and cooks, and why he's so fascinated with food. Also, Patricia Marx explains how to avoid cognitive decline.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130729_outloud_buford.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130729_outloud_buford.mp3","duration":"00:26:51"},{"title":"James Wood and Adam Gopnik on family memoirs.","pubDate":1373924673,"pubDateFR":"15 Juillet 2013","description":"In the magazine this week, James Wood reviews Greg Bellow's book \"Saul Bellow's Heart: A Son's Memoir.\" Here, James Wood talks about the pleasures and perils of intimate family memoirs with Adam Gopnik, who has written about his own family life for the magazine, in a conversation led by Sasha Weiss. Also, Reed Johnson explains the obsession with a mysterious manuscript from the late Middle Ages.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130722_outloud_wood.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130722_outloud_wood.mp3","duration":"00:26:25"},{"title":"Jill Lepore and Judith Thurman on Jane Franklin.","pubDate":1372891562,"pubDateFR":"04 Juillet 2013","description":"Jill Lepore's \"Book of Ages: The Life and Opinions of Jane Franklin,\" a biography of Ben Franklin's sister, comes out this fall. This week in the magazine, Lepore writes about her decades-long interest in the subject, how the story figured into her relationship with her own mother, and what finally motivated her to overcome her reluctance and write the biography. Judith Thurman is also a biographer, with books about Isak Dinesen and Sidonie-Gabrielle Colette. Here, Thurman and Lepore talk with Sasha Weiss about Jane Franklin, what motherhood has forced different generations of women to give up, and the history of American women writers.<br \/>\n<br \/>\nAlso, writer Ruth Franklin on the sixtieth anniversary of Shirley Jackson's classic tale, \"The Lottery.\"","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130708_outloud_lepore.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130708_outloud_lepore.mp3","duration":"00:30:23"},{"title":"Ian Buruma and Philip Gourevitch on Liao Yiwu.","pubDate":1372129315,"pubDateFR":"25 Juin 2013","description":"This week in the magazine, Ian Buruma writes about the exiled Chinese writer Liao Yiwu whose prison memoir, \"For a Song and a Hundred Songs,\" was recently published in English. Liao is also known for his book of interviews, \"The Corpse Walker,\" which is made up of talks with Chinese prisoners and other marginal characters. Philip Gourevitch helped publish the first English translations of those interviews and has blogged about Liao Yiwu extensively on newyorker.com. Here, Buruma and Gourevitch talk about why Liao doesn't consider himself a political dissident, why his writing is threatening to the Chinese government, and the challenges of living in exile.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130701_outloud_buruma.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130701_outloud_buruma.mp3","duration":"00:23:29"},{"title":"Larissa MacFarquhar on Japan's culture of suicide.","pubDate":1371511439,"pubDateFR":"18 Juin 2013","description":"This week in the magazine, Larissa MacFarquhar Profiles a Japanese Buddhist monk who offers counsel and aid to people contemplating suicide. Here, MacFarquhar talks with Sasha Weiss about the culture of suicide in Japan and how Ittetsu Nemoto's belief in suffering as a path to self-knowledge has prepared him to help the suicidal.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130624_outloud_macfarquhar.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130624_outloud_macfarquhar.mp3","duration":"00:19:34"},{"title":"Roger Angell and Mark Singer on New York's high-crime years.","pubDate":1370384270,"pubDateFR":"05 Juin 2013","description":"The theme of this week's Fiction Issue is \"Crimes and Misdemeanors\"; Roger Angell writes about the perils of living in New York City during the nineteen-seventies and eighties. Here, The New Yorker's fiction editor Deborah Treisman talks with Roger Angell and staff writer Mark Singer about that era and crime writing. Also, Ed Park's secret password, and a song commentary by Marc Philippe Eskenazi.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130610_outloud_angell.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130610_outloud_angell.mp3","duration":"00:21:47"},{"title":"Nick Paumgarten and Peter Hessler on mountaineering.","pubDate":1369798453,"pubDateFR":"29 Mai 2013","description":"This week, Nick Paumgarten writes about the Swiss climber Ueli Steck, who made a name for himself climbing mountains at high speed with no ropes. In a recent climb, on Mt. Everest, Steck and his climbing partners got into a violent confrontation with Nepalese Sherpas. Here, Sasha Weiss talks with Paumgarten and staff writer Peter Hessler about lure and lore of mountaineering, how the influence of corporate sponsorship has changed the sport, and the complicated relationship between Sherpas and Western climbers on Everest. Also, why David Sedaris is on his best behavior around guests.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130603_outloud_paumgarten.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130603_outloud_paumgarten.mp3","duration":"00:25:07"},{"title":"George Packer and Ken Auletta on Silicon Valley","pubDate":1369097232,"pubDateFR":"21 Mai 2013","description":"This week in the magazine, George Packer asks tech-industry insiders why the vast profits of the tech world have paralleled a growing disparity between rich and poor, and how they think about their social and political roles. Ken Auletta often writes about the tech industry for the magazine's Annals of Communication column. Here, Packer and Auletta talk with the editor of newyorker.com, Nicholas Thompson, about the culture and politics of Silicon Valley. Also, Deborah Treisman channels Italo Calvino.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130527_outloud_packer.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130527_outloud_packer.mp3","duration":"00:26:57"},{"title":"Emily Nussbaum on \"Mad Men\"","pubDate":1368476259,"pubDateFR":"13 Mai 2013","description":"This week in the magazine, Emily Nussbaum takes a look at the latest season of \"Mad Men.\" Here, Nussbaum talks with Sasha Weiss and Michael Agger about the show's triumphs, the problems with Don Draper's backstory, and why anti-heroes like Don dominate many of the most ambitious serial TV dramas. Also, Susan Orlean calls in from her treadmill desk.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130520_outloud_nussbaum.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130520_outloud_nussbaum.mp3","duration":"00:23:12"},{"title":"Rivka Galchen and Jerome Groopman on medical writing.","pubDate":1367893465,"pubDateFR":"07 Mai 2013","description":"This week in the magazine, the novelist Rivka Galchen goes back to Elmhurst Hospital in Queens, where she did her medical residency, and writes about a doctor she had a rotation with, Dr. Joseph Lieber. Here, she and Jerome Groopman, who writes about medical issues for the magazine, talk about the training of doctors and about medical writing with the literary editor of newyorker.com, Sasha Weiss. Also, Joan Acocella on the new-burlesque scene.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130513_outloud_galchen.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130513_outloud_galchen.mp3","duration":"00:23:03"},{"title":"Ben McGrath and Roger Angell on writing about baseball.","pubDate":1367267373,"pubDateFR":"29 Avril 2013","description":"This week in the magazine, Ben McGrath profiles the knuckleball pitcher R. A. Dickey. Here, Amy Davidson talks with McGrath and Roger Angell about the strange charms of the knuckleball (and knuckleball pitchers), and how they approach writing about baseball. Also, Ariel Levy on half-wild house cats.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130506_outloud_mcgrath.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130506_outloud_mcgrath.mp3","duration":"00:19:51"},{"title":"William Finnegan on the deportation of an American citizen.","pubDate":1366676286,"pubDateFR":"23 Avril 2013","description":"This week in the magazine, William Finnegan tells the story of Mark Lyttle, a U.S. citizen from North Carolina who was deported to Mexico despite ample evidence that he was an American. Michael Agger spoke with Finnegan and his editor, John Bennet, about Lyttle's nightmarish story and what it says about our immigration system. They also looked back at Finnegan's writing career, including his early Profile of Barack Obama and his years reporting from Africa and Mexico. Also, the cartoon editor Bob Mankoff transforms famous paintings into New Yorker cartoons.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130429_outloud_finnegan.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130429_outloud_finnegan.mp3","duration":"00:25:33"},{"title":"Burkhard Bilger on his writing career.","pubDate":1366067206,"pubDateFR":"16 Avril 2013","description":"This week in the magazine, Burkhard Bilger writes about NASA's Curiosity rover mission. Here, Sasha Weiss talks with Bilger and his editor Cressida Leyshon about his career, which includes writing about Burmese pythons in Florida, police dogs in New York City, and short-order cooks in Las Vegas. Bilger explains how having a German engineer for a father shaped his interest in science, and how growing up in Oklahoma led to his interest into Southern subcultures (he's also written about coonhounds, cockfighting, and catfish noodling). He reveals how he got his start (writing love letters to his future wife), and how his approach to writing and reporting has developed over his career. Also, Jesse Eisenberg records a session with his therapist, Marv Albert.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130422_outloud_bilger.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130422_outloud_bilger.mp3","duration":"00:37:16"},{"title":"Nick Paumgarten and Deborah Treisman on James Salter.","pubDate":1365453877,"pubDateFR":"08 Avril 2013","description":"This week in the magazine, Nick Paumgarten Profiles the novelist James Salter, whose first novel in thirty years, \"All That Is,\" was published this month. Here, Nick Paumgarten and the fiction editor Deborah Treisman talk with Michael Agger about why Salter isn't better known, his recurring themes (including sex, marriage, and the heroic code of military men), and his unique prose style, which combines, as Treisman puts it, \"ornateness and bluntness.\" Also, the night-thoughts of Lucie Brock-Broido.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130415_outloud_paumgarten.mp3?_kip_ipx=1136469885-1365440458","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130415_outloud_paumgarten.mp3?_kip_ipx=1136469885-1365440458","duration":"00:22:16"},{"title":"Hisham Matar and David Remnick on returning to Libya.","pubDate":1364851125,"pubDateFR":"01 Avril 2013","description":"This week in the magazine, novelist Hisham Matar writes about his return to Libya after decades of exile. Here, David Remnick talks with Matar about leaving Libya as a boy, his fathers imprisonment and disappearance, and returning to Libya in the wake of the Libyan revolution. Also, why more people are buying bitcoins.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130408_outloud_matar.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130408_outloud_matar.mp3","duration":"00:23:07"},{"title":"Michael Schulman on Tim Minchin.","pubDate":1364345607,"pubDateFR":"27 Mars 2013","description":"In the magazine this week, Michael Schulman writes about Tim Minchin, the singer-songwriter-comedian who composed the music and lyrics for the musical \"Matilda\" (an adaptation of the Roald Dahl book), which just opened on Broadway after a celebrated run in London. Here, Schulman listens to and explains a few of the songs that made Minchin famous in his native Australia and in the U.K. Also, a phone call with Minchin himself.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130401_outloud_schulman.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130401_outloud_schulman.mp3","duration":"00:19:29"},{"title":"Kelefa Sanneh and Leo Carey on Dapper Dan.","pubDate":1363651097,"pubDateFR":"19 Mars 2013","description":"This week in the magazine, Kelefa Sanneh writes about Dapper Dan, the Harlem designer whose flashy fur-lined leather coats helped shape hip-hop style. Here, Sanneh and Leo Carey talk with Sasha Weiss about status and influence in men's fashion, as well as The New Yorker style when it comes to writing about clothes. Also, some Fung Wah blues.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130325_outloud_sanneh.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130325_outloud_sanneh.mp3","duration":"00:22:07"},{"title":"Jane Kramer on cooking and writing","pubDate":1363047322,"pubDateFR":"12 Mars 2013","description":"This week in the magazine, Jane Kramer reviews \"Consider the Fork: A History of How We Cook and Eat,\" by the British food writer and historian Bee Wilson. It's more than a book review, though: The New Yorker's European correspondent brings into it her own passion for cooking and her years of writing about food. In this week's New Yorker Out Loud, Sasha Weiss visits Kramer in her New York apartment to talk about cooking, kitchens, and why food is so central to her life. Also, James Surowiecki weighs in on Yahoo's decision to ban telecommuting.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130318_outloud_kramer.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130318_outloud_kramer.mp3","duration":"00:21:52"},{"title":"Jeffrey Toobin and Margaret Talbot on Ruth Bader Ginsberg","pubDate":1362453585,"pubDateFR":"05 Mars 2013","description":"This week in the magazine, Jeffrey Toobin writes a Profile of Ruth Bader Ginsburg, who even before her time on the Supreme Court played an important role in shaping the legal framework for womens rights and gender discrimination. Here Toobin and Margaret Talbot talk with Amy Davidson about Ginsburgs legacy and some of the current issues the Court is addressing. Also, fiction from a veteran of the war in Afghanistan.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130311_outloud_toobin.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130311_outloud_toobin.mp3","duration":"00:23:35"},{"title":"John Colapinto on vocal-cord injuries","pubDate":1361922207,"pubDateFR":"27 Février 2013","description":"This week in the magazine, John Colapinto writes about Dr. Steven Zeitels, who has treated the vocal cords of many famous singers, including Adele, James Taylor, Cher, and Roger Daltrey. Here, Colapinto talks with Sasha Weiss about his own damaged vocal cords and the mysterious powers of the human voice. Also, David Owen on his Purell conversion.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130304_outloud_colapinto.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130304_outloud_colapinto.mp3","duration":"00:17:53"},{"title":"Alexander Stille and John Cassidy on Pope Benedict XVI","pubDate":1361240676,"pubDateFR":"19 Février 2013","description":"Last week, Pope Benedict XVI surprised the world by announcing his retirement, saying that he no longer had the strength for the job. Will his break with a centuries-old tradition of dying in office transform the papacyand the Church? And how about his successor? Benedict's contentious legacy is the subject of this week's New Yorker Out Loud with Alexander Stille and John Cassidy speaking with Amy Davidson. Also, a very short, romantically blighted poem.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130218_outloud_pope.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130218_outloud_pope.mp3","duration":"00:21:10"},{"title":"David Remnick and Ian Frazier on Joseph Mitchell","pubDate":1360620855,"pubDateFR":"11 Février 2013","description":"Joseph Mitchell started at The New Yorker in 1938, and was a staff writer for fifty-eight years, until his death in 1996. His journalism chronicled everyday life in New York Cityhe wrote about Mohawk steelworkers, fishermen, street-preachers, bartenders, ticket-takers, and bearded ladies. In the mid nineteen-sixties, he stopped publishing any work in the magazine. But apparently he never stopped writing. In this week's issue, there's a previously unpublished chapter from an unfinished memoir that he started in the late nineteen-sixties and early nineteen-seventies. Here, The New Yorker's editor David Remnick and staff writer Ian Frazier talk with Sasha Weiss about their memories of Mitchell, why he didn't publish for so many decades, and the influence his writing has had on them and on the magazine.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130218_outloud_mitchell.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130218_outloud_mitchell.mp3","duration":"00:26:36"},{"title":"Patrick Radden Keefe and David Grann on crime reporting.","pubDate":1360033586,"pubDateFR":"05 Février 2013","description":"This week in the magazine, Patrick Radden Keefe investigates the Amy Bishop case. In 2010 Bishop shot and killed several colleagues at the University of Alabama. In the aftermath of that crime, it was revealed that Bishop had shot and killed her brother in 1986, which Bishop and her parents have always claimed was an accident. Here Keefe and New Yorker staff writer David Grann talk with their editor Daniel Zalewski about the Amy Bishop story, non-fiction crime writing more generally, and how to approach the truth when certainty is impossible. Also, Kelefa Sanneh on drinking Scotch.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130211_outloud_keefe.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130211_outloud_keefe.mp3","duration":"00:28:35"},{"title":"Simon Rich on funny writing.","pubDate":1359421636,"pubDateFR":"29 Janvier 2013","description":"This week, Simon Rich's new novella \"Sell Out\" is being serialized on newyorker.com. It's the story of Simon Rich's great-great-grandfather, who falls into a pickle barrel and emerges, one hundred years later, into hipster Brooklyn. On the podcast this week, Rich reads excerpts from the first installment, and then talks with Susan Morrison about the inspiration for his novella, his experiences writing for Saturday Night Live, and his love of the comedic premise, as practiced by Roald Dahl, T. C. Boyle, Douglas Adams, Kurt Vonnegut, and others.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130204_outloud_rich.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130204_outloud_rich.mp3","duration":"00:21:41"},{"title":"Adam Gopnik on 3-D sound studies.","pubDate":1358820726,"pubDateFR":"22 Janvier 2013","description":"This week in the magazine, Adam Gopnik tries to unravel the science behind our love of music. Here Gopnik talks with managing editor Amelia Lester about how different his own early experiences with music were from those of his children, and why the shift from vinyl and hi-fi to MP3s and earbuds isnt such a bad thing. Also, an epic out-of-office message from S.N.L. writer Colin Jost.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130128_outloud_gopnik.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130128_outloud_gopnik.mp3","duration":"00:18:39"},{"title":"James Wood and Ann Goldstein on the novels of Elena Ferrante.","pubDate":1358289001,"pubDateFR":"15 Janvier 2013","description":"This week in the magazine, James Wood reviews the novels of the mysterious Italian writer \"Elena Ferrante.\" Ferrante writes under a pseudonymalmost nothing is known about her true identity. Here Sasha Weiss talks with James Wood and Ann Goldstein, Ferrante's English translator, about her intensely personal, often brutally honest writing. Also, Rebecca Mead on season three of \"Downton Abbey.\"","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130121_outloud_ferrante.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130121_outloud_ferrante.mp3","duration":"00:24:45"},{"title":"Rachel Aviv on the medicalization of child-porn users and pedophiles.","pubDate":1357617662,"pubDateFR":"08 Janvier 2013","description":"This week in the magazine, Rachel Aviv looks at the medicalization of child-porn users and pedophiles. Here Aviv talks with Sasha Weiss about her interest in the subject, as well as about other articles she has written on socially marginalized, compromised, or despised people. Also, Gregory Buck compares the mathematics of winter to the mathematics of summer.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130114_outloud_aviv.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130114_outloud_aviv.mp3","duration":"00:20:56"},{"title":"Daniel Mendelsohn on the books that changed his life.","pubDate":1357173666,"pubDateFR":"03 Janvier 2013","description":"This week in the magazine, Mendelsohn writes about his boyhood correspondence with the novelist Mary Renault. Here Mendelsohn talks with Sasha Weiss about how Renault's novels helped him negotiate his own sexuality, and also led to his career as a writer and classicist. Mendelsohn also talks about how his own criticism, which brings a classicists perspective to bear on modern culture, shares similar goals as Renault's novelizations of ancient Greece.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130107_outloud_mendelsohn.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/130107_outloud_mendelsohn.mp3","duration":"00:17:38"},{"title":"David Denby and Dexter Filkins discuss torture in the film \"Zero Dark Thirty.\"","pubDate":1355793452,"pubDateFR":"18 Décembre 2012","description":"Last week in the magazine, Dexter Filkins wrote a Talk of the Town piece about Kathryn Bigelow, the director of \"Zero Dark Thirty,\" and this week David Denby has a review of the film. Here, Denby and Filkins talk with Susan Morrison about the film and the controversy surrounding its depiction of torture in the hunt for Osama bin Laden. Also, Alex Koppelman on the best conspiracy theories of 2012.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121224_outloud_zerodarkthirty.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121224_outloud_zerodarkthirty.mp3","duration":"00:21:41"},{"title":"John Lahr talks with Deborah Treisman about his career as a theatre critic.","pubDate":1355198239,"pubDateFR":"11 Décembre 2012","description":"After twenty years as The New Yorker's senior drama critic, John Lahr is stepping down (although he will still write Profiles for the magazine). Here Lahr talks with his editor Deborah Treisman about growing up in the showbiz world of his father, Bert Lahr; the role of theatre (and critics) in our culture; and the playwrights that have been important to him. Also: 2012 book recommendations from Louis Menand, Judith Thurman, and Marisa Silver.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121217_outloud_lahr.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121217_outloud_lahr.mp3","duration":"00:27:31"},{"title":"Ken Auletta and Amelia Lester on Elisabeth Murdoch","pubDate":1354589779,"pubDateFR":"04 Décembre 2012","description":"This week in the magazine, Ken Auletta profiles Elisabeth Murdoch, the daughter of Rupert. Here Auletta talks with Amelia Lester and Nicholas Thompson about the phone-hacking scandal, Elisabeth's critical take on News Corp., and which of Rupert's children might win the Murdoch throne. Also, Thomas Beller on how smartphone photography is affecting our memory.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121210_outloud_murdoch.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121210_outloud_murdoch.mp3","duration":"00:19:08"},{"title":"Calvin Trillin and Amelia Lester on what our food says about our culture","pubDate":1353977113,"pubDateFR":"27 Novembre 2012","description":"This week in the magazine, Calvin Trillin writes about the eating pleasures to be had in Oaxaca, Mexico. Here, Trillin joins Lester and Sasha Weiss to talk about current food trends, what they look for in a restaurant, and how the Immigration Act of 1965 revolutionized eating in America. Also, Joan Acocella on why so many good novels end badly.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121203_outloud_food.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121203_outloud_food.mp3","duration":"00:19:53"},{"title":"Nick Paumgarten and Sasha Frere-Jones delve into the Grateful Dead archive","pubDate":1353367007,"pubDateFR":"20 Novembre 2012","description":"This week in the magazine, Nick Paumgarten explores the lure and lore of the colossal Grateful Dead recording archive. Here Paumgarten talks with Sasha Frere-Jones and Sasha Weiss about his own history as a Grateful Dead fan and tape collector, and what it is about the recordings that still captivates him. Also, Avi Steinberg on the fear of floods in the age of global warming.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121126_outloud_dead.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121126_outloud_dead.mp3","duration":"00:20:49"},{"title":"Kelefa Sanneh on Kid Rock.","pubDate":1352767238,"pubDateFR":"13 Novembre 2012","description":"This week in the magazine, Kelefa Sanneh profiles the genre-jumping musician Kid Rock, who got his start in hip-hop, went platinum with rap-rock, and then transitioned into country music. Here Sanneh listens to Kid Rock's music with Curtis Fox and talks about how his early years in Detroit's hip-hop scene shaped his identity as a country-rocker. Also, Donald Hall on what reading poetry has in common with oral sex (spoiler: vowels).","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121119_outloud_sanneh.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121119_outloud_sanneh.mp3","duration":"00:20:07"},{"title":"Alex Ross and Hilton Als on gay culture","pubDate":1352175370,"pubDateFR":"06 Novembre 2012","description":"In this week's issue, Alex Ross reflects on the gay community's extraordinary political progress in recent decades. For The New Yorker Out Loud, Ross and Hilton Als talk with Sasha Weiss about what increasing assimilation means for gay culture. Also, George Saunders confesses his love for Ayn Rand.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121112_outloud_ross.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121112_outloud_ross.mp3","duration":"00:23:27"},{"title":"Dexter Filkins and George Packer on the legacy of Iraq","pubDate":1351811213,"pubDateFR":"02 Novembre 2012","description":"In the current issue of The New Yorker, Dexter Filkins writes about an ex-Marine seeking forgiveness from the family of the Iraqi civilians his unit killed. Here Filkins talks with Nicholas Thompson and George Packer about the ongoing effects of the Iraq War on those who were there, and why the rest of the country has yet to deal with the legacy of a war we largely ignored. Also: Hilton Als on the Barbra Streisand persona.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121105_outloud_iraq.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121105_outloud_iraq.mp3","duration":"00:23:29"},{"title":"George Packer and Larissa MacFarquhar discuss the decline of America's political culture","pubDate":1350861824,"pubDateFR":"22 Octobre 2012","description":"This week in the magazine, George Packer profiles the political operative Jeff Connaughton, whose long career in Washington provides an insider's view on how lobbyists and money drive the political process. Here Packer talks with Larissa MacFarquhar and Sasha Weiss about the underlying problems with our political culture and why Obama's bipartisan aspirations have completely failed. Also: the personal blog of Jean-Paul Sartre, and sexy Irish outlaws.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121029_outloud_politics.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121029_outloud_politics.mp3","duration":"00:21:19"},{"title":"Peter Schjeldahl and Evan Osnos on Ai Weiwei","pubDate":1350263297,"pubDateFR":"15 Octobre 2012","description":"In the current issue, Peter Schjeldahl reviews a retrospective of the work of Ai Weiwei, the international art star and political provocateur, at the Hirshhorn Museum, in Washington, D.C. Here Schjeldahl talks with Sasha Weiss and Evan Osnos, who profiled Ai Weiwei for the magazine two years ago. Also: What to do about dead cats, and David Sedaris on his stuffed dog.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121022_outloud_weiwei.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121022_outloud_weiwei.mp3","duration":"00:22:07"},{"title":"Larissa MacFarquhar and James Wood discuss Hilary Mantel.","pubDate":1349654581,"pubDateFR":"08 Octobre 2012","description":"This week in the magazine, Larissa MacFarquhar writes about novelist Hilary Mantel. Here she talks about why Mantel is such a remarkable writer with Sasha Weiss and James Wood, who reviewed Mantel last spring for the magazine. Also, George Saunders on his troubles keeping a diary.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121015_outloud_mantel.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121015_outloud_mantel.mp3","duration":"00:19:13"},{"title":"John Seabrook writes about the Korean pop-music industry.","pubDate":1349128574,"pubDateFR":"01 Octobre 2012","description":"This week in the magazine, John Seabrook writes about the Korean pop-music industry. Here Seabrook talks with Sasha Weiss about why K-pop is so popular throughout Asia and why he was smitten by its cheerful vocals and synchronized dancing. Also, Paul Rudnick channels Mrs. Jesus Christ.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121008_outloud_seabrook.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121008_outloud_seabrook.mp3","duration":"00:15:39"},{"title":"Margaret Talbot on nineteen-thirties Hollywood.","pubDate":1348435721,"pubDateFR":"23 Septembre 2012","description":"This week in the magazine, Margaret Talbot writes about the Hollywood of her father, Lyle Talbot, who appeared in hundreds of films opposite the likes of Ginger Rogers and Carole Lombard. Here Talbot talks with Richard Brody and Michael Agger about Talbot's pre-code Hollywood films, why he never became a big star, and what it was like to grow up with a father in the movies. Also, Emily Nussbaum on \"Treme.\"","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121001_outloud_talbot.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/121001_outloud_talbot.mp3","duration":"00:18:40"},{"title":"Robert Mankoff on Nipplegate.","pubDate":1347918550,"pubDateFR":"17 Septembre 2012","description":"In this week's New Yorker Out Loud podcast, the magazine's cartoon editor, Robert Mankoff, discusses the recent Nipplegate incident, in which a cartoon portraying Adam and Eve got the New Yorker temporarily banned from Facebook. Mankoff talks with Michael Agger and Mick Stevens, the cartoonist behind the offending cartoon, about the curious history of nipples in the magazine. Mankoff and Stevens also discuss the advantages of cartoon cliches like Adam and Eve, how cartoonists practice their art, and the evolution of the crash-test-dummy cartoon. Also, Peter Schjeldahl remembers Andy Warhol.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120924_outloud_mankoff.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120924_outloud_mankoff.mp3","duration":"00:20:28"},{"title":"D. T. Max on David Foster Wallace.","pubDate":1347417787,"pubDateFR":"12 Septembre 2012","description":"This week, D. T. Max has been writing on Page-Turner about documents and artifacts he drew on for \"Every Love Story Is a Ghost Story,\" his recently published biography of David Foster Wallace. Here Max talks with Sasha Weiss about the challenges of writing about Wallace, and how Wallace, who once described himself as \"an exhibitionist who wants to hide, but is unsuccessful at hiding\" might feel about his biography.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120917_outloud_max.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120917_outloud_max.mp3","duration":"00:29:06"},{"title":"Ariel Levy and Judith Thurman on Naomi Wolf's book \"Vagina: A New Biography.\"","pubDate":1346797963,"pubDateFR":"05 Septembre 2012","description":"This week in the magazine, Ariel Levy reviews Naomi Wolf's book \"Vagina: A New Biography.\" Here Levy talks with Judith Thurman and Sasha Weiss about how this book is similar to \"Fifty Shades of Grey.\" Also, Thomas Beller on the agony and ecstasy of parking in New York City.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120910_outloud_vagina.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120910_outloud_vagina.mp3","duration":"00:19:38"},{"title":"Sarah Stillman on confidential informants.","pubDate":1346104779,"pubDateFR":"27 Août 2012","description":"This week in the magazine, Sarah Stillman writes about people conscripted by the police to work as confidential informants, often at great personal risk. Here Stillman joins Evan Ratliff, who has also written about confidential informants, in a conversation with Nicholas Thompson about why law enforcement relies on C.I.s, and what kinds of oversight and controls are needed to ensure their safety. Also, tips from Paul Simms on how to win a conversation.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120903_outloud_informants.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120903_outloud_informants.mp3","duration":"00:20:30"},{"title":"Oliver Sacks on what he's learned from hallucinogenic drugs.","pubDate":1345332986,"pubDateFR":"19 Août 2012","description":"This week in the magazine, Oliver Sacks looks back at his experiences with drugs in the early nineteen-sixties. Here Sacks talks with John Bennet and Sasha Weiss about some of his drug-induced hallucinations, how his interest in neurology connects to his experimentation with drugs, and how one drug experience led to his writing career. Also, Jeremy Eichler on the violinist Christian Tetzlaff, and Ian Frazier on the origins of The Cursing Mommy.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120827_outloud_sacks.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120827_outloud_sacks.mp3","duration":"00:22:26"},{"title":"Adam Gopnik and Avi Steinberg on how Mormonism is going mainstream.","pubDate":1344288973,"pubDateFR":"06 Août 2012","description":"In the August 13th & 20th issue, Adam Gopnik looks at the history of Mormonism and its place in American life. Here Gopnik talks with Sasha Weiss and Avi Steinberg, who is currently writing a book that explores the Book of Mormon by visiting sites from the Mormon story. They discuss the history of Mormonism, how the church has managed to move from a fringe religious movement into a more mainstream position, and what Mormonism can tell us about Mitt Romney. Also, Lauren Collins takes advantage of Olympic hospitality.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120813_outloud_mormon.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120813_outloud_mormon.mp3","duration":"00:21:41"},{"title":"Mark Singer and David Grann on the art of writing about mysterious characters.","pubDate":1343529831,"pubDateFR":"29 Juillet 2012","description":"In the August 6th issue of the magazine, Mark Singer writes about Kip Litton, a dentist from Michigan who may not be as fast a marathoner as he says he is. Here Mark Singer and David Grann, who wrote about the French impostor Frederic Bourdin, in 2008, discuss the art of writing about mysterious characters. Also, The New Yorker's fiction editor, Deborah Treisman, explains how and why the magazine is publishing a previously unpublished story by F. Scott Fitzgerald.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120806_outloud_marathon.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120806_outloud_marathon.mp3","duration":"00:19:01"},{"title":"David Remnick on Bruce Springsteen.","pubDate":1343079880,"pubDateFR":"23 Juillet 2012","description":"In the July 30th issue of the magazine, David Remnick profiles Bruce Springsteen. Here Nicholas Thompson talks with David Remnick and Kelefa Sanneh about how Springsteen reconciles his songs about working-class struggles with his own success, and why Springsteens nostalgic brand of rock and roll has aged so well. Also, Sarah Payne Stuart answers questions about her home town of Concord, Massachusetts, and excerpts from a coming-of-age story by Simon Rich, as told by a condom.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120730_outloud_springsteen.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120730_outloud_springsteen.mp3","duration":"00:21:03"},{"title":"Jack Hitt on forensic linguistics.","pubDate":1342492299,"pubDateFR":"17 Juillet 2012","description":"In the July 23rd issue of the magazine, Jack Hitt reports on the increasing use of forensic linguistics in criminal proceedings. Here Hitt talks with Sasha Weiss about what forensic linguistics can tell us about how we communicate. Also, Joan Acocella discusses violence in fairy tales, and Michael Cunningham reflects on why there was no Pulitzer Prize for fiction this year.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120723_outloud_hitt.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120723_outloud_hitt.mp3","duration":"00:25:28"},{"title":"Dexter Filkins and Steve Coll on our failure in Afghanistan.","pubDate":1341264853,"pubDateFR":"02 Juillet 2012","description":"In the July 9th and 16th issue of the magazine, Dexter Filkins reports from Afghanistan as the U.S. prepares to withdraw. He joins Steve Coll and Nicholas Thompson to talk about what went wrong and why the future looks so grim for Afghans. Also, Deborah Treisman and Peter Canby explain why the magazine fact-checks its fiction.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120709_outloud_afghanistan.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120709_outloud_afghanistan.mp3","duration":"00:23:34"},{"title":"Elizabeth Kolbert and Michael Agger on spoiled kids; David Remnick and John McPhee on swearing.","pubDate":1340662745,"pubDateFR":"26 Juin 2012","description":"In the July 2nd issue of the magazine, Elizabeth Kolbert explores why American parents are spoiling their children. Kolbert joins Michael Agger in a conversation about helicopter parents, getting your kids to clean their rooms, and the importance of ignoring your child. Also, David Remnick talks with John McPhee about printing swear words in the magazine, and Patricia Marx explains the University of Chicago's epic scavenger hunt.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120702_outloud_parenting.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120702_outloud_parenting.mp3","duration":"00:22:50"},{"title":"Ken Auletta and Leo Carey talk to Sasha Weiss about the dramatic effect of e-books on book publishers.","pubDate":1339985807,"pubDateFR":"18 Juin 2012","description":"In the June 25th issue of the magazine, Ken Auletta writes about the e-book pricing battle taking place between book publishers and Amazon. Auletta joins Leo Carey in a conversation with Sasha Weiss about the effect of e-books on the publishing industry, writers, and readers. Also, Sasha Frere-Jones answers questions about noise music.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120625_outloud_amazon.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120625_outloud_amazon.mp3","duration":"00:23:01"},{"title":"Nicholas Thompson talks with Mattathias Schwartz about a massacre in Jamaica.","pubDate":1339375397,"pubDateFR":"11 Juin 2012","description":"Last week, the Jamaican drug trafficker Christopher Coke was sentenced in U.S. federal court to twenty-three years in prison. In 2010, at least seventy-three people died in Kingston in the operation to capture and extradite Coke. Mattathias Schwartz wrote about the raid in the December 6, 2011, issue of the magazine, and has blogged about the recent developments in the story. Here Nicholas Thompson talks with Schwartz about the massacre and the U.S. governments role in the operation that led to the killings. Also, Jill Lepore answers questions about the Supreme Court.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120618_outloud_schwartz.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120618_outloud_schwartz.mp3","duration":"00:24:32"},{"title":"Steve Coll explains to John Cassidy and Nicholas Thompson why he's no longer their Facebook friend.","pubDate":1338752329,"pubDateFR":"03 Juin 2012","description":"In the wake of Facebook's troubled I.P.O., Steve Coll quit Facebook. On this week's New Yorker Out Loud podcast, Coll talks with John Cassidy and Nicholas Thompson about how Facebook's goals of community and transparency aren't reflected in the way it does business.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120611_outloud_facebook.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120611_outloud_facebook.mp3","duration":"00:21:26"},{"title":"Deborah Treisman talks with Jennifer Egan about her story \"Black Box.\"","pubDate":1338089418,"pubDateFR":"27 Mai 2012","description":"This week's issue of the magazine is the Science Fiction issue. Here Deborah Treisman talks with Jennifer Egan about her story \"Black Box,\" written as a series of Tweets. And Jonathan Lethem, Junot Diaz, and Sam Lipsyte share their science-fiction thoughts and book recommendations.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120604_outloud_egan.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120604_outloud_egan.mp3","duration":"00:22:58"},{"title":"Arthur Krystal, Deborah Treisman, and Sasha Weiss discuss genre versus literary fiction.","pubDate":1337575915,"pubDateFR":"21 Mai 2012","description":"This week in the magazine, Arthur Krystal looks at the porous boundaries between pulp, genre, and literary fiction. Here Krystal talks with Deborah Treisman and Sasha Weiss about how seriously we should take fiction that aims only to entertain.  Plus, the cultural guilty pleasures of an avant-garde poet and two New Yorker staff writers.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120528_outloud_krystal.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120528_outloud_krystal.mp3","duration":"00:17:31"},{"title":"James Wood and Richard Brody on the film and literature of the Holocaust.","pubDate":1337048259,"pubDateFR":"15 Mai 2012","description":"This week on The New Yorker Out Loud podcast, Peter Hessler explains how not to get picked in a police lineup, and James Wood and Richard Brody consider the literature and cinema of the Holocaust, from Laurent Binet's \"HHhH\" to Claude Lanzmann's \"Shoah.\"","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120521_outloud_wood.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120521_outloud_wood.mp3","duration":"00:30:13"},{"title":"Michael Specter and Elizabeth Kolbert discuss whether we can invent a solution to global warming without destroying the world.","pubDate":1336273389,"pubDateFR":"06 Mai 2012","description":"This week on The New Yorker Out Loud podcast, Nick Paumgarten describes a future where drones deliver tacos, and Michael Specter and Elizabeth Kolbert consider geoengineering solutions to climate change.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120514_outloud_specter.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120514_outloud_specter.mp3","duration":"00:19:46"},{"title":"Ariel Levy and Kelefa Sanneh talk about women's Olympic boxing.","pubDate":1335741895,"pubDateFR":"30 Avril 2012","description":"This week on The New Yorker Out Loud podcast, Rick Moody explains \"The Unreliable Global Positioning System,\" and Ariel Levy and Kelefa Sanneh talk about the cultural complications of women's boxing.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120507_outloud_boxing.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120507_outloud_boxing.mp3","duration":"00:23:48"},{"title":"Ken Auletta on Stanford and the tech companies that surround it.","pubDate":1335158667,"pubDateFR":"23 Avril 2012","description":"This week on The New Yorker Out Loud podcast, Ian McEwan talks with Deborah Treisman about spy recruitment in nineteen-seventies England, and Ken Auletta talks with Nicholas Thompson about the strange symbiotic relationship between Silicon Valley and Stanford University.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120430_outloud_auletta.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120430_outloud_auletta.mp3","duration":"00:25:10"},{"title":"Jerome Groopman on promising new cancer therapies.","pubDate":1334545519,"pubDateFR":"16 Avril 2012","description":"This week on The New Yorker Out Loud podcast, Alex Ross recalls the man who knew everybody, and Jerome Groopman explains the promise of a new way to use the immune system to fight cancer.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120423_outloud_groopman.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120423_outloud_groopman.mp3","duration":"00:19:44"},{"title":"Lauren Collins and Burkhard Bilger on reporting in distant lands.","pubDate":1333844413,"pubDateFR":"08 Avril 2012","description":"This week on The New Yorker Out Loud podcast, Patty Marx talks couch-surfing, John Michaud looks back at some of the great travel writing in The New Yorker archive, and Nicholas Thompson talks with Lauren Collins and Burkhard Bilger about some of their far-flung correspondence.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120416_outloud_travel.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120416_outloud_travel.mp3","duration":"00:29:16"},{"title":"Sasha Frere-Jones and John Bennet discuss their tweeting habits.","pubDate":1333339435,"pubDateFR":"02 Avril 2012","description":"This week on The New Yorker Out Loud podcast, New Yorker writers and editors talk about the ethics of having children, and Nick Thompson chats with Sasha Frere-Jones and John Bennet about Twitter.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120409_outloud_twitter.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120409_outloud_twitter.mp3","duration":"00:27:33"},{"title":"Joan Acocella on how believers talk to God.","pubDate":1332726324,"pubDateFR":"26 Mars 2012","description":"This week in the magazine, Joan Acocella reviews T. M. Luhrmann's \"When God Talks Back: Understanding the American Evangelical Relationship with God.\" Here Acocella talks to Blake Eskin about Luhrmann's scientific yet sympathetic approach to intense religious experience, and how Acocella first started writing about religion.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120402_outloud_acocella.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120402_outloud_acocella.mp3","duration":"00:12:41"},{"title":"John Seabrook on the producers and writers behind Top 40 stars","pubDate":1332193279,"pubDateFR":"19 Mars 2012","description":"This week in the magazine, John Seabrook writes about how Top Forty songs are produced. Here Seabrook talks with Blake Eskin about the producer duo Stargate and the songwriter Ester Dean, who've created hit singles for Rihanna and Nicki Minaj, among others, as well as about who controls the radio dial in Seabrook's car.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120326_outloud_seabrook.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120326_outloud_seabrook.mp3","duration":"00:11:23"},{"title":"Francisco Goldman on the legacy of Argentina's Dirty War","pubDate":1331587860,"pubDateFR":"12 Mars 2012","description":"This week in the magazine, Francisco Goldman writes about the heirs to the Argentine media company Clarín, and the attempt to establish whether they are the biological children of those who were disappeared in the country's Dirty War. Here Goldman talks with Blake Eskin about the Dirty War, the decades-long search for the children of the disappeared, and what finding them has meant for the children and for the country as a whole.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120319_outloud_goldman.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120319_outloud_goldman.mp3","duration":"00:19:16"},{"title":"Michael Specter on the dangers of studying bird flu","pubDate":1330990472,"pubDateFR":"06 Mars 2012","description":"This week in the magazine, Michael Specter writes about the Dutch scientist Ron Fouchier, who created a virulent strain of bird flu. Here Specter talks with Blake Eskin about Fouchier's scientific goals, why some critics think his research shouldn't be published, and why suppressing such research could be more dangerous.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120312_outloud_specter.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120312_outloud_specter.mp3","duration":"00:12:09"},{"title":"Nicholas Schmidle on an international arms dealer","pubDate":1330389016,"pubDateFR":"28 Février 2012","description":"This week in the magazine, Nicholas Schmidle writes about the capture and trial of the arms trafficker Viktor Bout. Here Schmidle talks with Blake Eskin about Bout's rise and fall, how Bout sees the world, and what draws Schmidle to write about criminals like Bout.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120305_outloud_schmidle.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120305_outloud_schmidle.mp3","duration":"00:13:15"},{"title":"Julia Ioffe on a Russian Billionaire's Presidential Campaign","pubDate":1329871154,"pubDateFR":"22 Février 2012","description":"This week in the magazine, Julia Ioffe writes about the presidential campaign of the Russian billionaire Mikhail Prokhorov. Here Ioffe talks with Blake Eskin about Prokhorov's entry into politics, the recent outbreak of anti-Putin protests, and reporting from Russia in interesting times.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120227_outloud_ioffe.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120227_outloud_ioffe.mp3","duration":"00:12:24"},{"title":"Jonathan Franzen on Edith Wharton's New York","pubDate":1329182261,"pubDateFR":"14 Février 2012","description":"This week in the magazine, Jonathan Franzen writes about three of his favorite Edith Wharton novels. Here Franzen talks with Blake Eskin about Wharton's biography, her fascination with money and beauty, and her influence on Franzen's own writing.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120220_outloud_franzen.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120220_outloud_franzen.mp3","duration":"00:15:11"},{"title":"Emily Nussbaum on the renaissance in children's programming.","pubDate":1328570210,"pubDateFR":"07 Février 2012","description":"This week in the magazine, Emily Nussbaum writes about \"Miffy and Friends,\" \"Ni Hao, Kai-Lan,\" \"Phineas and Ferb,\" and other children's television shows. Here Nussbaum talks with Blake Eskin about the boom in creative new programming for children, the differences between childish and adult tastes, and the trouble with having a television policy.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120213_outloud_nussbaum.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120213_outloud_nussbaum.mp3","duration":"00:14:41"},{"title":"The pianist Jeremy Denk on recording an album.","pubDate":1327964581,"pubDateFR":"31 Janvier 2012","description":"This week in the magazine, the pianist Jeremy Denk writes about recording Charles Ives's \"Concord\" Sonata. Here he talks with Blake Eskin about the joys and frustrations of recording music, and listens to some alternate takes from the Ives sessions.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120206_outloud_denk.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120206_outloud_denk.mp3","duration":"00:13:29"},{"title":"Jonah Lehrer on how to stimulate group creativity","pubDate":1327362129,"pubDateFR":"24 Janvier 2012","description":"This week in the magazine, Jonah Lehrer looks at the science behind teamwork. Here Lehrer talks with Blake Eskin about why brainstorming doesn't work, and why encouraging criticism and coffee breaks does.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120130_outloud_lehrer.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120130_outloud_lehrer.mp3","duration":"00:14:04"},{"title":"Donald Hall looks at his barn, and back through time","pubDate":1326841767,"pubDateFR":"18 Janvier 2012","description":"This week in the magazine, Donald Hall writes about growing old in the New Hampshire farmhouse where his family has lived since the end of the Civil War. Here he talks with Blake Eskin about how this place inspires his writing, why he's stopped writing poetry, and what it's like living among so many memories and stories.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120123_outloud_hall.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120123_outloud_hall.mp3","duration":"00:12:56"},{"title":"John Seabrook on the future of video and television","pubDate":1326151117,"pubDateFR":"10 Janvier 2012","description":"This week in the magazine, John Seabrook looks at how YouTube is trying to grow. Here Seabrook talks to Blake Eskin about YouTube's new initiative to foster original programming, and what it might mean for the future of television.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120116_outloud_seabrook.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120116_outloud_seabrook.mp3","duration":"00:10:00"},{"title":"Peter Hessler on an American crime reporter in Japan","pubDate":1325633325,"pubDateFR":"04 Janvier 2012","description":"This week in the magazine, Peter Hessler profiles Jake Adelstein, an American who reports on organized crime in Japan. Here Hessler talks with Blake Eskin about the yakuza, and how his own experiences as a reporter abroad compare to Adelstein's.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120109_outloud_hessler.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120109_outloud_hessler.mp3","duration":"00:12:53"},{"title":"Blake Eskin on his favorite Out Loud podcasts from 2011","pubDate":1325113799,"pubDateFR":"29 Décembre 2011","description":"Blake Eskin surveys some of his favorite Out Loud podcasts from the past twelve months.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120102_outloud_eskin.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/120102_outloud_eskin.mp3","duration":"00:06:36"},{"title":"Burkhard Bilger on desertification.","pubDate":1324351258,"pubDateFR":"20 Décembre 2011","description":"This week in the magazine, Burkhard Bilger travels to Africa and the Arabian Peninsula to see some of the techniques people are using to fight desertification. Here Blake Eskin talks with Bilger about his visit to the Sahel, and how farmers there are using agroforestry to grow crops and keep the Sahara at bay.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111226_outloud_bilger.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111226_outloud_bilger.mp3","duration":"00:08:45"},{"title":"Alex Ross on Don Carlo Gesualdo","pubDate":1323732146,"pubDateFR":"13 Décembre 2011","description":"This week in the magazine, Alex Ross writes about the Renaissance prince and composer Don Carlo Gesualdo. Here Ross talks to Blake Eskin about Gesualdo's visionary music and violent life, with excerpts from \"Felice Primavera,\" performed by Marco Longhini and Delitiae Musicae, \"Moro, lasso,\" performed by Concerto Italiano, and the Responsoria cycle, performed by the Hilliard Ensemble.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111219_outloud_ross.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111219_outloud_ross.mp3","duration":"00:13:48"},{"title":"David Denby on the best and worst films of the season","pubDate":1323127277,"pubDateFR":"06 Décembre 2011","description":"This week in the magazine, David Denby reviews \"The Adventures of Tintin\" and \"The Girl with the Dragon Tattoo.\" Here Denby talks with Blake Eskin about those films and other end-of-year releases looking for adult audiences and award nominations.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111212_outloud_denby.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111212_outloud_denby.mp3","duration":"00:12:52"},{"title":"Walking About Town","pubDate":1322531169,"pubDateFR":"29 Novembre 2011","description":"The Going On About Town section of the The New Yorker is now available as a free app for iPhone and Android smart phones. Along with event listings and reviews, the Goings On app also includes audio tours. Here Blake Eskin previews excerpts of Calvin Trillin's eating tour of lower Manhattan, Patricia Marx's tour of the vintage shops of SoHo, Peter Schjeldahl at the Frick Collection, and Paul Goldberger on the High Line.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111205_outloud_goingson.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111205_outloud_goingson.mp3","duration":"00:09:14"},{"title":"Emily Nussbaum on the pleasures of television","pubDate":1321931444,"pubDateFR":"22 Novembre 2011","description":"This week in the magazine, Emily Nussbaum writes about Whitney Cummings, who stars in the television show \"Whitney,\" and is also the co-creator of \"2 Broke Girls.\" Here Nussbaum talks with Blake Eskin about what doesn't work about these two shows, and why she loves writing about television.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111128_outloud_nussbaum.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111128_outloud_nussbaum.mp3","duration":"00:13:40"},{"title":"Thomas Mallon on alternative history in fiction","pubDate":1321308997,"pubDateFR":"14 Novembre 2011","description":"This week in the magazine, Thomas Mallon writes about alternative history--fiction in which the South wins the Civil War, and J.F.K. lives. Here Mallon talks with Blake Eskin about how writing alt-history can be more challenging than writing a historical novel, and which moment from the past Mallon would most like to change.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111121_outloud_mallon.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111121_outloud_mallon.mp3","duration":"00:13:55"},{"title":"Jill Lepore on birth control, abortion, and American politics","pubDate":1320696316,"pubDateFR":"07 Novembre 2011","description":"This week in the magazine, Jill Lepore writes about the history of Planned Parenthood. Here Lepore talks with Blake Eskin about why Margaret Sanger started the American Birth Control League, why many conservatives supported Planned Parenthood for decades, and how an organization that set out to prevent abortions came to provide them--and found itself in the political crosshairs.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111114_outloud_lepore.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111114_outloud_lepore.mp3","duration":"00:15:31"},{"title":"Daniel Mendelsohn on a slimmer, faster Iliad","pubDate":1320092691,"pubDateFR":"31 Octobre 2011","description":"This week in the magazine, Daniel Mendelsohn reviews a new, slimmer version of Homer's Iliad, translated by Stephen Mitchell. Here Mendelsohn talks with Blake Eskin about where this new translation fits into the age-old argument over the authorship of the Iliad, and what's at stake.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111107_outloud_mendelsohn.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111107_outloud_mendelsohn.mp3","duration":"00:15:34"},{"title":"Mark Alan Stamaty on storytelling, cartoons, and his artist parents.","pubDate":1319512208,"pubDateFR":"25 Octobre 2011","description":"This week in the magazine, cartoonist Mark Alan Stamaty remembers growing up with two cartoonist parents. Here Blake Eskin talks with Stamaty about the shift from gag cartoons and the rise of undergound comics, and about what motivates his own work, be it a children's book or a political satire.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111031_outloud_stamaty.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111031_outloud_stamaty.mp3","duration":"00:12:01"},{"title":"Elif Batuman on biodiversity and birdwatching in northeastern Turkey","pubDate":1318882054,"pubDateFR":"17 Octobre 2011","description":"This week in the magazine, Elif Batuman travels to Kars, a city in northeastern Turkey, to visit an ornithologist. Here Blake Eskin talks with Batuman about the history of Kars, the challenges facing wildlife there, and how the human world and the natural world are interwoven.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111024_outloud_batuman.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111024_outloud_batuman.mp3","duration":"00:12:10"},{"title":"Michael Specter on an alternative to the war on drugs","pubDate":1318297076,"pubDateFR":"11 Octobre 2011","description":"This week in the magazine, Michael Specter looks at Portugal a decade after it decriminalized personal drug use. Here Specter talks with Blake Eskin about why it makes sense to treat drug abuse as a public-health problem rather than a crime, and what lessons the U.S. could take from Portugal's example.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111017_outloud_specter.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111017_outloud_specter.mp3","duration":"00:12:05"},{"title":"Akash Kapur on modernization and rural life","pubDate":1317694068,"pubDateFR":"04 Octobre 2011","description":"This week in the magazine, Akash Kapur visits a shandy, or cow market, to see how India's economic rise is changing rural life. Here Kapur talks with Blake Eskin about how difficult it's become to make a living as a cow broker, how the place where he grew up has been transformed, and what its like to raise his own children there.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111010_outloud_kapur.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111010_outloud_kapur.mp3","duration":"00:13:24"},{"title":"John Colapinto on the business of naming","pubDate":1317089330,"pubDateFR":"27 Septembre 2011","description":"This week in the magazine, John Colapinto writes about the art and science of brand names, and Lexicon Branding, the company behind names such as BlackBerry, PowerBook, and Swiffer. Here Blake Eskin talks with Colapinto about the naming process, and what makes a good or bad name.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111003_outloud_colapinto.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/111003_outloud_colapinto.mp3","duration":"00:12:58"},{"title":"Jenny Diski on shoplifting","pubDate":1316469487,"pubDateFR":"19 Septembre 2011","description":"This week in the magazine, Jenny Diski reviews Rachel Shteir's new cultural history of shoplifting, \"The Steal.\" Here Diski talks with Blake Eskin about her own history of shoplifting, why people assume that women shoplift more than men, and the recent London riots.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110926_outloud_diski.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110926_outloud_diski.mp3","duration":"00:14:52"},{"title":"Ariel Levy on sexual revolutions","pubDate":1315857865,"pubDateFR":"12 Septembre 2011","description":"This week in the magazine, Ariel Levy writes about Wilhelm Reich, the creator of the orgone box, and some of the sexual revolutions that preceded him. Here Blake Eskin talks with Levy about Reich's idea that sexual health leads to social health, why all sexual revolutions think they have discovered something new, and how our current cultural moment isn't as sexually fulfilling as it appears to be.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110919_outloud_levy.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110919_outloud_levy.mp3","duration":"00:12:40"},{"title":"Matteo Pericoli on drawing Manhattan, before and after 9\/11","pubDate":1315353982,"pubDateFR":"07 Septembre 2011","description":"In 1998, the architect Matteo Pericoli started drawing the Manhattan skyline, building by building, on two thirty-seven-foot scrolls. A section of Pericoli's drawing, showing lower Manhattan from the west, ran in The New Yorker in 1999. For the 10th anniversary of September 11th, Pericoli drew that same section of the skyline again, and you can compare the two drawings in this week's issue of the magazine. Here Pericoli talks about his relationship to New York City, his drawing process, and how the skyline has changed in the past dozen years.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110912_outloud_pericoli.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110912_outloud_pericoli.mp3","duration":"00:13:47"},{"title":"Jay Rubin on working with Haruki Murakami","pubDate":1314672674,"pubDateFR":"30 Août 2011","description":"In the September 5th issue of the magazine, Haruki Murakami has a piece of fiction called \"Town of Cats.\" Here Blake Eskin talks with Murakami's longtime translator Jay Rubin about how he became a Murakami fan and translator, the reception in Japan of Murakami's latest novel, \"1Q84,\" and why Rubin doesn't recommend reading literature in translation.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110905_outloud_rubin.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110905_outloud_rubin.mp3","duration":"00:12:09"},{"title":"Sasha Frere-Jones listens to Shabazz Palaces.","pubDate":1314052366,"pubDateFR":"23 Août 2011","description":"This week in the magazine, Sasha Frere-Jones writes about Shabazz Palaces, a hip-hop group led by the rapper Ishmael Butler. Here Frere-Jones talks with Blake Eskin about Butler's early work with Digable Planets and about jazz in early-nineties hip-hop.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110829_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110829_outloud_frerejones.mp3","duration":"00:12:24"},{"title":"Blake Eskin visits Katharine and E. B. White's salt-water farm in Brooklin, Maine","pubDate":1313444979,"pubDateFR":"15 Août 2011","description":"Blake Eskin visits the salt-water farm in Brooklin, Maine, that used to belong to Katharine and E. B. White, until it was sold after his death in 1985. Mary Gallant, who with her husband, Robert, purchased the property from the Whites, points out features of the farm that readers of \"Charlotte's Web\" would recognize, and talks about how her family has made it their own in the twenty-five years they have owned it.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110822_outloud_white.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110822_outloud_white.mp3","duration":"00:13:50"},{"title":"Tom Bissell on Jennifer Hale and the \"Mass Effect\" trilogy","pubDate":1312837839,"pubDateFR":"08 Août 2011","description":"This week in the magazine, Tom Bissell writes about the voice-over actress Jennifer Hale. Here Bissell talks with Blake Eskin about Hale's performance as Commander Shepard in the Mass Effect video games, and why Bissell prefers playing with a female avatar. Hale joins the conversation to demonstrate some of her voice-over techniques, including the finer points of grunting.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110815_outloud_bissell.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110815_outloud_bissell.mp3","duration":"00:12:51"},{"title":"Stephen Greenblatt on Lucretius and his poem \"On the Nature of Things\"","pubDate":1312238196,"pubDateFR":"02 Août 2011","description":"This week in the magazine, Stephen Greenblatt explains how Lucretius and his poem \"On the Nature of Things\" shaped the modern world. Here Greenblatt reads a passage from John Dryden's translation of \"On the Nature of Things,\" and talks with Blake Eskin about how the poem disappeared for a thousand years, how it was rediscovered, and the clash between Lucretius' ideas and the Catholic church--and also Greenblatt's Jewish mother.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110808_outloud_greenblatt.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110808_outloud_greenblatt.mp3","duration":"00:13:46"},{"title":"Suketu Mehta on illegal immigrants","pubDate":1311628427,"pubDateFR":"25 Juillet 2011","description":"This week in the magazine, Suketu Mehta writes about an African woman who described a rape that never happened in order to gain asylum in the United States. Here Mehta talks with Blake Eskin about why the asylum process encourages embellishment, the ethics of lying to gain asylum, and the multiple identities that illegal immigrants juggle.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110801_outloud_mehta.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110801_outloud_mehta.mp3","duration":"00:14:33"},{"title":"Calvin Trillin on the Freedom Riders.","pubDate":1311017062,"pubDateFR":"18 Juillet 2011","description":"This week in the magazine, Calvin Trillin remembers reporting on the Freedom Rides, a civil-rights campaign aimed at demonstrating the illegal segregation of interstate bus travel. Here Trillin talks with Blake Eskin about starting out as a rookie reporter in the South in 1961, his decision to get on the bus with the Freedom Riders, and how the tense confrontations he witnessed could also be darkly humorous.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110725_outloud_trillin.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110725_outloud_trillin.mp3","duration":"00:24:13"},{"title":"Philip Gourevitch on the Rwandan national cycling team","pubDate":1309901594,"pubDateFR":"05 Juillet 2011","description":"This week in the magazine, Philip Gourevitch writes about the Rwandan national cycling team. Here Gourevitch talks with Blake Eskin about what the team means for Rwanda and for the individual riders, who were children during the 1994 genocide.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110711_outloud_gourevitch.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110711_outloud_gourevitch.mp3","duration":"00:15:17"},{"title":"Ben McGrath and Amy Davidson on Super Sam Fuld","pubDate":1309209417,"pubDateFR":"27 Juin 2011","description":"This week in the magazine, Ben McGrath profiles Sam Fuld, an outfielder for the Tampa Bay Rays. Here Blake Eskin talks with McGrath and Amy Davidson about how Fuld's physique and style of play hearken back to the nineteen-eighties, and about the agony of being a Mets fan.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110704_outloud_mcgrath.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110704_outloud_mcgrath.mp3","duration":"00:13:52"},{"title":"Nicholas Lemann on city living","pubDate":1308600260,"pubDateFR":"20 Juin 2011","description":"This week in the magazine, Nicholas Lemann writes about the blurry line between city and suburbs. Here Lemann talks with Blake Eskin about what the recent enthusiasm for cities misses, and what--if anything--makes cities special.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110627_outloud_lemann.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110627_outloud_lemann.mp3","duration":"00:15:16"},{"title":"Susan Morrison, Nick Paumgarten, and Lizzie Widdicombe on The Talk of the Town","pubDate":1308012546,"pubDateFR":"14 Juin 2011","description":"\"The Talk of the Town: 50 Interesting People\" is available on newsstands and on the New Yorker app for the iPad. Here Blake Eskin talks with the editor of the section, Susan Morrison, and Talk writers Nick Paumgarten and Lizzie Widdicombe, about different types of Talk piecesthe Visit, the Amateur Ichthyologist, the Past Sports Lives of Important Political Figuresand why there aren't more Talk stories about hockey.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110620_outloud_talk.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110620_outloud_talk.mp3","duration":"00:15:05"},{"title":"The translators Brian Boyd and Olga Voronina on Nabokov's correspondence with his wife","pubDate":1307394730,"pubDateFR":"06 Juin 2011","description":"This week's magazine has a selection of letters written by Vladimir Nabokov to his wife, Vera, while on a college lecture tour in 1942, translated by Brian Boyd and Olga Voronina. Here Blake Eskin talks with Boyd and Voronina about how Nabokov's letters compare to his fiction, and why letter writing was an essential part of the Nabokovs' long marriage.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110613_outloud_nabokov.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110613_outloud_nabokov.mp3","duration":"00:14:40"},{"title":"Ariel Levy on Italian men, women, and prime ministers","pubDate":1306871445,"pubDateFR":"31 Mai 2011","description":"This week in the magazine, Ariel Levy writes about Italian Prime Minister Silvio Berlusconi, who is embroiled in a growing sex scandal. Here Levy talks with Blake Eskin about Berlusconi's rise to power, gender politics in Italy, and why disclosures about the Italian leader's decadent parties and sexual behavior may have finally exhausted the tolerance of the nation.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110606_outloud_levy.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110606_outloud_levy.mp3","duration":"00:13:38"},{"title":"Rachel Aviv on patients who deny their mental illness","pubDate":1306185895,"pubDateFR":"23 Mai 2011","description":"This week in the magazine, Rachel Aviv chronicles the story of Linda Bishop, a mentally ill woman who would not admit she was sick. Here Aviv talks with Blake Eskin about the relationship between insight--acknowledging ones mental illness--and health, the dangers of insisting on such acknowledgments, and the challenges of writing about Bishop and the mentally ill.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110530_outloud_aviv.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110530_outloud_aviv.mp3","duration":"00:15:02"},{"title":"Michael Specter on lab-grown meat","pubDate":1305580182,"pubDateFR":"16 Mai 2011","description":"This week in the magazine, Michael Specter writes about the progress scientists have made in developing in-vitro meat. Here he talks to Blake Eskin about the strong arguments in favor of lab meat and overcoming initial reactions to the concept.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110523_outloud_specter.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110523_outloud_specter.mp3","duration":"00:12:49"},{"title":"John Seabrook on obesity and snacking","pubDate":1304935067,"pubDateFR":"09 Mai 2011","description":"This week in the magazine, John Seabrook writes about Indra Nooyi, the C.E.O. of PepsiCo. Here Seabrook talks with Blake Eskin about how the country's largest food and beverage company is trying to make healthier snacks and soft drinks, and whether the company is primarily concerned with the health of consumers or with its own longevity.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110516_outloud_seabrook.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110516_outloud_seabrook.mp3","duration":"00:14:02"},{"title":"Kelefa Sanneh on reality television","pubDate":1304382523,"pubDateFR":"03 Mai 2011","description":"This week in the magazine, Kelefa Sanneh writes about reality television. Here Sanneh talks with Blake Eskin about the evolution of the genre from \"An American Family\" to \"The Bad Girls Club,\" why unscripted television gets so little respect, and what reality shows reveal about society.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110509_outloud_sanneh.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110509_outloud_sanneh.mp3","duration":"00:14:49"},{"title":"Lauren Collins on the British royal wedding","pubDate":1303762312,"pubDateFR":"25 Avril 2011","description":"This week in the magazine, Lauren Collins writes about the wedding of Prince William and Kate Middleton. Here Collins talks with Blake Eskin about whether the British are more excited about the wedding or getting a long weekend, and how American attitudes toward the Royal Family and toward the Middletons differ from British ones.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110502_outloud_collins.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110502_outloud_collins.mp3","duration":"00:15:32"},{"title":"Alex Ross listens to Wagner's \"Die Walkure\"","pubDate":1303160521,"pubDateFR":"18 Avril 2011","description":"This week in the magazine, Alex Ross writes about Richard Wagner's \"Ring,\" focussing in on ten haunting measures from Act II of \"Die Walküre,\" the second opera of the four-part cycle. Here Ross listens to the mysterious interlude with Blake Eskin and discusses some of its possible meanings, and how the music demonstrates the humanistic side of the controversial composer.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110425_outloud_ross.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110425_outloud_ross.mp3","duration":"00:15:36"},{"title":"Nancy Franklin on the return of \"Upstairs Downstairs\"","pubDate":1302551042,"pubDateFR":"11 Avril 2011","description":"This week in the magazine, Nancy Franklin reviews the sequel to \"Upstairs Downstairs.\" Here Franklin talks with Blake Eskin about her fondness for the original Upstairs Downstairs and how the British imports on Masterpiece Theater were once the best thing on television.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110418_outloud_franklin.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110418_outloud_franklin.mp3","duration":"00:13:01"},{"title":"Laura Miller on the epic fantasy author George R. R. Martin","pubDate":1301959668,"pubDateFR":"05 Avril 2011","description":"This week in the magazine, Laura Miller writes about the epic fantasy author George R. R. Martin and his relationship with his fans, who have been waiting (some not so patiently) for his latest novel in the series \"A Song of Ice and Fire\" for almost six years. Here Miller talks with Blake Eskin about how Martin fosters such intense relationships with his fans, and what lessons literary novelists can draw from Martin's example.","link":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110411_outloud_miller.mp3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/downloads.newyorker.com\/mp3\/outloud\/110411_outloud_miller.mp3","duration":"00:13:01"},{"title":"Adam Gopnik on human and computer intelligence","pubDate":1301338528,"pubDateFR":"28 Mars 2011","description":"This week in the magazine, Adam Gopnik looks at memory, intelligence, and the shrinking advantage humans have over computers. In this interview, Gopnik takes questions from Blake Eskin and from the artificial intelligence known as Cleverbot. Gopnik and Eskin examine the layers of tone and meaning to be found in human speech that remain, like, you know, difficult for, um, computers to understand.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110404_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110404_outloud_gopnik.mp3","duration":"00:15:37"},{"title":"Alexandra Jacobs on Spanx","pubDate":1300742069,"pubDateFR":"21 Mars 2011","description":"This week in the magazine, Alexandra Jacobs profiles the founder of the shapewear company Spanx, Sara Blakely. Here Jacobs talks with Blake Eskin about how Blakely has used humor, sex, and new technology to make foundation garments for women stylish again, and what the success of Spanx says about how Americansmen as well as womenthink about and take care of their bodies.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110328_outloud_jacobs.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110328_outloud_jacobs.mp3","duration":"00:11:49"},{"title":"Ian Frazier on his urban wanderings","pubDate":1300137796,"pubDateFR":"14 Mars 2011","description":"Ian Frazier on his urban wanderings.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110321_outloud_frazier.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110321_outloud_frazier.mp3","duration":"00:12:39"},{"title":"David Denby on the films of Abbas Kiarostami","pubDate":1299532321,"pubDateFR":"07 Mars 2011","description":"David Denby on the films of Abbas Kiarostami.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110314_outloud_denby.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110314_outloud_denby.mp3","duration":"00:16:32"},{"title":"Elif Batuman on Turkish soccer fans","pubDate":1298930086,"pubDateFR":"28 Février 2011","description":"Elif Batuman on Turkish soccer fans.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110307_outloud_batuman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110307_outloud_batuman.mp3","duration":"00:13:57"},{"title":"Tad Friend on the asteroid threat","pubDate":1298412733,"pubDateFR":"22 Février 2011","description":"Tad Friend on the asteroid threat.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110228_outloud_friend.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110228_outloud_friend.mp3","duration":"00:15:17"},{"title":"Adam Gopnik on the Internet revolution","pubDate":1297711261,"pubDateFR":"14 Février 2011","description":"Adam Gopnik on the Internet revolution.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110221_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110221_outloud_gopnik.mp3","duration":"00:14:32"},{"title":"Lawrence Wright talks about Paul Haggis and Scientology","pubDate":1297113371,"pubDateFR":"07 Février 2011","description":"Lawrence Wright talks about Paul Haggis and Scientology.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110214_outloud_wright.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110214_outloud_wright.mp3","duration":"00:15:49"},{"title":"Francisco Goldman on the death of his wife","pubDate":1296515647,"pubDateFR":"01 Février 2011","description":"Francisco Goldman on the death of his wife.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110207_outloud_goldman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110207_outloud_goldman.mp3","duration":"00:15:27"},{"title":"Elizabeth Kolbert and Evan Osnos on the tiger-mother furor","pubDate":1295906556,"pubDateFR":"24 Janvier 2011","description":"Elizabeth Kolbert and Evan Osnos on the tiger-mother furor.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110131_outloud_kolbert.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110131_outloud_kolbert.mp3","duration":"00:14:59"},{"title":"Jon Lee Anderson on Sri Lanka","pubDate":1294701575,"pubDateFR":"11 Janvier 2011","description":"Jon Lee Anderson on Sri Lanka.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110117_outloud_anderson.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110117_outloud_anderson.mp3","duration":"00:12:45"},{"title":"Evan Osnos on psychoanalysis in China","pubDate":1294092865,"pubDateFR":"03 Janvier 2011","description":"Evan Osnos on psychoanalysis in China.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110110_outloud_osnos.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110110_outloud_osnos.mp3","duration":"00:14:33"},{"title":"Adam Gopnik on the state of dessert.","pubDate":1293502170,"pubDateFR":"28 Décembre 2010","description":"Adam Gopnik on the state of dessert.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110103_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/110103_outloud_gopnik.mp3","duration":"00:14:01"},{"title":"Peter Hessler on a Peace Corps volunteer's experience in Washington","pubDate":1292275062,"pubDateFR":"13 Décembre 2010","description":"Peter Hessler on a Peace Corps volunteer's experience in Washington.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101220_outloud_hessler.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101220_outloud_hessler.mp3","duration":"00:12:24"},{"title":"John Cassidy on how Chinese state capitalism takes after the U.S. and Europe","pubDate":1291674873,"pubDateFR":"06 Décembre 2010","description":"John Cassidy on how Chinese state capitalism takes after the U.S. and Europe.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101213_outloud_cassidy.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101213_outloud_cassidy.mp3","duration":"00:16:07"},{"title":"Gay Talese on the soprano Marina Poplavskaya","pubDate":1291072324,"pubDateFR":"30 Novembre 2010","description":"Gay Talese on the soprano Marina Poplavskaya.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101206_outloud_talese.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101206_outloud_talese.mp3","duration":"00:14:57"},{"title":"James Wood on the unhinged power of Keith Moon","pubDate":1290463111,"pubDateFR":"22 Novembre 2010","description":"James Wood on the unhinged power of Keith Moon.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101129_outloud_wood.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101129_outloud_wood.mp3","duration":"00:14:30"},{"title":"Burkhard Bilger on the underground food movement","pubDate":1289858832,"pubDateFR":"15 Novembre 2010","description":"Burkhard Bilger on the underground food movement.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101122_outloud_bilger.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101122_outloud_bilger.mp3","duration":"00:14:40"},{"title":"Judith Thurman on Cleopatra","pubDate":1289253186,"pubDateFR":"08 Novembre 2010","description":"Judith Thurman on Cleopatra.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101115_outloud_thurman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101115_outloud_thurman.mp3","duration":"00:12:09"},{"title":"Jianying Zha on the writer Wang Meng","pubDate":1288639022,"pubDateFR":"01 Novembre 2010","description":"Jianying Zha on the writer Wang Meng.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101108_outloud_zha.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101108_outloud_zha.mp3","duration":"00:18:38"},{"title":"Roz Chast on her career at The New Yorker","pubDate":1288033562,"pubDateFR":"25 Octobre 2010","description":"Roz Chast on her career at The New Yorker.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101101_outloud_chast.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101101_outloud_chast.mp3","duration":"00:14:28"},{"title":"Lauren Collins on the Tories' new philosophy","pubDate":1287422652,"pubDateFR":"18 Octobre 2010","description":"Lauren Collins on the Tories' new philosophy.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101025_outloud_collins.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101025_outloud_collins.mp3","duration":"00:10:49"},{"title":"William Finnegan on a Tijuana police chief's campaign against corruption","pubDate":1286824689,"pubDateFR":"11 Octobre 2010","description":"William Finnegan on a Tijuana police chief's campaign against corruption.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101018_outloud_finnegan.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101018_outloud_finnegan.mp3","duration":"00:14:54"},{"title":"Henry Bromell on writing","pubDate":1286222046,"pubDateFR":"04 Octobre 2010","description":"Henry Bromell, from short stories to \"Rubicon.\"","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101011_outloud_bromell.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101011_outloud_bromell.mp3","duration":"00:18:50"},{"title":"Evan Osnos on the Dalai Lama","pubDate":1285618804,"pubDateFR":"27 Septembre 2010","description":"Evan Osnos on the Dalai Lama.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101004_outloud_osnos.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/101004_outloud_osnos.mp3","duration":"00:15:43"},{"title":"Rebecca Mead on staging F. Scott Fitzgerald's \"The Great Gatsby\"","pubDate":1285010360,"pubDateFR":"20 Septembre 2010","description":"Rebecca Mead on staging F. Scott Fitzgerald's \"The Great Gatsby.\"","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100927_outloud_mead.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100927_outloud_mead.mp3","duration":"00:13:39"},{"title":"Louis Menand on the pleasure of parody","pubDate":1284409783,"pubDateFR":"13 Septembre 2010","description":"Louis Menand on the pleasure of parody.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100920_outloud_menand.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100920_outloud_menand.mp3","duration":"00:13:39"},{"title":"Judith Thurman on Roland Barthes, writer and son.","pubDate":1283896532,"pubDateFR":"07 Septembre 2010","description":"Judith Thurman on Roland Barthes, writer and son.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100913_outloud_thurman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100913_outloud_thurman.mp3","duration":"00:11:07"},{"title":"A Reporting Life","pubDate":1283200207,"pubDateFR":"30 Août 2010","description":"Lillian Ross remembers Hemingway, Salinger, and sixty-five years at The New Yorker.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100906_outloud_ross.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100906_outloud_ross.mp3","duration":"00:14:29"},{"title":"Oliver Sacks on living with face blindness","pubDate":1282594106,"pubDateFR":"23 Août 2010","description":"Oliver Sacks on living with face blindness.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100830_outloud_sacks.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100830_outloud_sacks.mp3","duration":"00:13:51"},{"title":"Patricia Marx on buying a car in New York","pubDate":1281991546,"pubDateFR":"16 Août 2010","description":"Patricia Marx on buying a car in New York.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100823_outloud_marx.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100823_outloud_marx.mp3","duration":"00:11:28"},{"title":"Sasha Frere-Jones on the changing role of record labels","pubDate":1281382627,"pubDateFR":"09 Août 2010","description":"Sasha Frere-Jones on the changing role of record labels.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100816_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100816_outloud_frerejones.mp3","duration":"00:12:47"},{"title":"Nicholson Baker examines video games","pubDate":1280781638,"pubDateFR":"02 Août 2010","description":"Nicholson Baker examines video games.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100809_outloud_baker.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100809_outloud_baker.mp3","duration":"00:16:21"},{"title":"Kelefa Sanneh on the music of Brad Paisley","pubDate":1280183556,"pubDateFR":"27 Juillet 2010","description":"Kelefa Sanneh on the music of Brad Paisley.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100802_outloud_sanneh.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100802_outloud_sanneh.mp3","duration":"00:16:16"},{"title":"Jonathan Franzen on the slaughter of songbirds in Europe","pubDate":1279549817,"pubDateFR":"19 Juillet 2010","description":"Jonathan Franzen on the slaughter of songbirds in Europe.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100726_outloud_franzen.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100726_outloud_franzen.mp3","duration":"00:14:31"},{"title":"Ben McGrath on David Ortiz's career as a designated hitter for the Boston Red Sox","pubDate":1278965570,"pubDateFR":"12 Juillet 2010","description":"Ben McGrath on David Ortiz's career as a designated hitter for the Boston Red Sox.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100719_outloud_mcgrath.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100719_outloud_mcgrath.mp3","duration":"00:10:06"},{"title":"Barbara Demick on the experiences of North Korean refugees","pubDate":1278445663,"pubDateFR":"06 Juillet 2010","description":"Barbara Demick on the experiences of North Korean refugees.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100712_outloud_demick.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100712_outloud_demick.mp3","duration":"00:15:12"},{"title":"Rebecca Mead on playgrounds","pubDate":1277760770,"pubDateFR":"28 Juin 2010","description":"Rebecca Mead on how playground design affects children's brains.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100705_outloud_mead.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100705_outloud_mead.mp3","duration":"00:13:00"},{"title":"Calvin Tomkins on Roger Federer","pubDate":1277171542,"pubDateFR":"22 Juin 2010","description":"Calvin Tomkins on Roger Federer.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100628_outloud_tomkins.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100628_outloud_tomkins.mp3","duration":"00:12:40"},{"title":"Hampton Sides, Daniel Alarcon, and Burkhard Bilger on the World Cup","pubDate":1276221841,"pubDateFR":"11 Juin 2010","description":"Hampton Sides, Daniel Alarcon, and Burkhard Bilger on the World Cup.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100621_outloud_worldcup.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100621_outloud_worldcup.mp3","duration":"00:16:55"},{"title":"Deborah Treisman and Cressida Leyshon on the 20 Under 40 list","pubDate":1275959693,"pubDateFR":"08 Juin 2010","description":"Fiction editors Deborah Treisman and Cressida Leyshon on The New Yorker's 20 Under 40 list.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100614_outloud_treisman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100614_outloud_treisman.mp3","duration":"00:14:43"},{"title":"Joan Acocella on the allure of the circus","pubDate":1275444556,"pubDateFR":"02 Juin 2010","description":"Joan Acocella on the allure of the circus.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100607_outloud_acocella.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100607_outloud_acocella.mp3","duration":"00:13:21"},{"title":"William Finnegan on the Mexican crime cartel La Familia","pubDate":1274732933,"pubDateFR":"24 Mai 2010","description":"William Finnegan on the Mexican crime cartel La Familia.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100531_outloud_finnegan.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100531_outloud_finnegan.mp3","duration":"00:16:00"},{"title":"Alec Wilkinson on Los Tigres del Norte","pubDate":1274128305,"pubDateFR":"17 Mai 2010","description":"Alec Wilkinson on Los Tigres del Norte.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100524_outloud_wilkinson.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100524_outloud_wilkinson.mp3","duration":"00:16:31"},{"title":"Alex Ross on the history and future of movie music","pubDate":1273527482,"pubDateFR":"10 Mai 2010","description":"Alex Ross on the history and future of movie music.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100517_outloud_ross.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100517_outloud_ross.mp3","duration":"00:16:53"},{"title":"John Seabrook on adopting a Haitian child after the earthquake","pubDate":1273007199,"pubDateFR":"04 Mai 2010","description":"John Seabrook on adopting a Haitian child after the earthquake.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100510_outloud_seabrook.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100510_outloud_seabrook.mp3","duration":"00:17:43"},{"title":"Peter Hessler and Evan Osnos on living abroad and returning to America","pubDate":1272310881,"pubDateFR":"26 Avril 2010","description":"Peter Hessler and Evan Osnos on living abroad and returning to America.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100503_outloud_hessler.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100503_outloud_hessler.mp3","duration":"00:14:53"},{"title":"Janis Bellow on the letters of Saul Bellow","pubDate":1271723966,"pubDateFR":"20 Avril 2010","description":"Janis Bellow on the letters of her late husband, Saul Bellow.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100426_outloud_bellow.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100426_outloud_bellow.mp3","duration":"00:11:06"},{"title":"Elif Batuman on rediscovering lost Turkish recipes","pubDate":1271113540,"pubDateFR":"13 Avril 2010","description":"Elif Batuman on rediscovering lost Turkish recipes.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100419_outloud_batuman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100419_outloud_batuman.mp3","duration":"00:11:37"},{"title":"David Samuels investigates a gang of Balkan jewel thieves","pubDate":1270495701,"pubDateFR":"05 Avril 2010","description":"David Samuels investigates a gang of Balkan jewel thieves.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100412_outloud_samuels.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100412_outloud_samuels.mp3","duration":"00:13:37"},{"title":"Adam Gopnik discusses the French culinary movement Le Fooding","pubDate":1269903222,"pubDateFR":"30 Mars 2010","description":"Adam Gopnik discusses the French culinary movement Le Fooding.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100405_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100405_outloud_gopnik.mp3","duration":"00:13:28"},{"title":"Jill Lepore on disturbing origins of marriage counselling","pubDate":1269294589,"pubDateFR":"22 Mars 2010","description":"Jill Lepore on the disturbing origins of marriage counselling.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100329_outloud_lepore.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100329_outloud_lepore.mp3","duration":"00:11:04"},{"title":"John McPhee on lacrosse and writing","pubDate":1268682034,"pubDateFR":"15 Mars 2010","description":"John McPhee on lacrosse and writing.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100322_outloud_mcphee.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100322_outloud_mcphee.mp3","duration":"00:11:36"},{"title":"John Colapinto on the music of Esperanza Spalding","pubDate":1268086832,"pubDateFR":"08 Mars 2010","description":"John Colapinto on the music of Esperanza Spalding.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100315_outloud_colapinto.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100315_outloud_colapinto.mp3","duration":"00:13:44"},{"title":"Judith Thurman on the work of Marina Abramovic","pubDate":1267476456,"pubDateFR":"01 Mars 2010","description":"Judith Thurman on the work of Marina Abramovic.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100308_outloud_thurman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100308_outloud_thurman.mp3","duration":"00:14:56"},{"title":"Louis Menand on depression","pubDate":1266878925,"pubDateFR":"22 Février 2010","description":"Louis Menand looks at the contradictory ways we understand and treat depression.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100301_outloud_menand.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100301_outloud_menand.mp3","duration":"00:13:43"},{"title":"George Packer and Susan Orlean on Twitter","pubDate":1266368292,"pubDateFR":"17 Février 2010","description":"George Packer and Susan Orlean on Twitter.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100222_outloud_packer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100222_outloud_packer.mp3","duration":"00:12:41"},{"title":"David Remnick on the heroes of the civil-rights era","pubDate":1265664678,"pubDateFR":"08 Février 2010","description":"David Remnick on the heroes of the civil-rights era.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100215_outloud_remnick.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100215_outloud_remnick.mp3","duration":"00:13:51"},{"title":"Kelefa Sanneh on the gospel singer Tonex","pubDate":1265046953,"pubDateFR":"01 Février 2010","description":"Kelefa Sanneh on the gospel singer Tonex.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100208_outloud_sanneh.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100208_outloud_sanneh.mp3","duration":"00:16:55"},{"title":"Meghan O'Rourke on grief","pubDate":1264445923,"pubDateFR":"25 Janvier 2010","description":"The cultural history of mourning and grief.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100201_outloud_orourke.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100201_outloud_orourke.mp3","duration":"00:13:22"},{"title":"Daniel Mendelsohn on memoirs","pubDate":1263940787,"pubDateFR":"19 Janvier 2010","description":"Personal confessions, from St. Augustine to James Frey.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100125_outloud_mendelsohn.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100125_outloud_mendelsohn.mp3","duration":"00:14:15"},{"title":"Claudia Roth Pierpont on the Arabic novel","pubDate":1263245985,"pubDateFR":"11 Janvier 2010","description":"Claudia Roth Pierpont on the Arabic novel in translation.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100118_outloud_pierpont.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100118_outloud_pierpont.mp3","duration":"00:11:46"},{"title":"John Cassidy on the Chicago School and the financial crisis","pubDate":1262644999,"pubDateFR":"04 Janvier 2010","description":"How economists are responding to the financial crisis.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100111_outloud_cassidy.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100111_outloud_cassidy.mp3","duration":"00:14:07"},{"title":"David Denby and Richard Brody on their favorite films of the decade","pubDate":1262030405,"pubDateFR":"28 Décembre 2009","description":"David Denby and Richard Brody discuss their favorite films of the year and the decade.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100104_outloud_denby_brody.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/100104_outloud_denby_brody.mp3","duration":"00:15:43"},{"title":"Fen Montaigne on Adélie penguins","pubDate":1260809131,"pubDateFR":"14 Décembre 2009","description":"Fen Montaigne discusses the five months he spent working alongside the ecologist Bill Fraser, studying the declining Adélie penguin populations in Antarctica.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091221_outloud_montaigne.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091221_outloud_montaigne.mp3","duration":"00:12:19"},{"title":"John McWhorter on Louis Armstrong","pubDate":1260202198,"pubDateFR":"07 Décembre 2009","description":"John McWhorter discusses Louis Armstrong's unchanging musical style, the controversy over his public persona, and the underestimation of his genius.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091214_outloud_mcwhorter.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091214_outloud_mcwhorter.mp3","duration":"00:13:54"},{"title":"Platon on photographing world leaders","pubDate":1259620987,"pubDateFR":"30 Novembre 2009","description":"Platon discusses his portfolio of portraits of world leaders.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091207_outloud_platon.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091207_outloud_platon.mp3","duration":"00:09:20"},{"title":"Ariel Levy on Caster Semenya","pubDate":1258994735,"pubDateFR":"23 Novembre 2009","description":"Ariel Levy discusses the controversy over Caster Semenya&#39;s gender, and the implications of her story for sports and society.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091130_outloud_levy.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091130_outloud_levy.mp3","duration":"00:13:40"},{"title":"Calvin Trillin on poutine","pubDate":1258388104,"pubDateFR":"16 Novembre 2009","description":"Calvin Trillin and Blake Eskin visit the New York restaurant T Poutine to sample and discuss poutine, a Canadian concoction of French fries, gravy, and cheese curds.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091123_outloud_trillin.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091123_outloud_trillin.mp3","duration":"00:10:27"},{"title":"Margaret Talbot on nightmares","pubDate":1257785698,"pubDateFR":"09 Novembre 2009","description":"Margaret Talbot discusses imagery-rehearsal therapy, which helps patients to edit their nightmares into more benign dreams","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091116_outloud_talbot.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091116_outloud_talbot.mp3","duration":"00:12:45"},{"title":"Lawrence Wright on Israel and Hamas","pubDate":1257181443,"pubDateFR":"02 Novembre 2009","description":"Lawrence Wright talks to Blake Eskin about the violent conflict between Israel and Hamas and the difficulties he faced in reporting.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091109_outloud_wright.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091109_outloud_wright.mp3","duration":"00:11:45"},{"title":"Robert Mankoff and Zachary Kanin on cartoons","pubDate":1256590026,"pubDateFR":"26 Octobre 2009","description":"Robert Mankoff and Zachary Kanin discuss Cartoon Kit, the Caption Contest, vampires, and how both guests found their voices as cartoonists.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091102_outloud_mankoff.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091102_outloud_mankoff.mp3","duration":"00:10:56"},{"title":"Sasha Frere-Jones on hip-hop","pubDate":1255968467,"pubDateFR":"19 Octobre 2009","description":"Sasha Frere-Jones discusses the future of hip-hop.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091026_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091026_outloud_frerejones.mp3","duration":"00:10:30"},{"title":"Rebecca Mead and Daniel Zalewski on children's books","pubDate":1255371745,"pubDateFR":"12 Octobre 2009","description":"Rebecca Mead and Daniel Zalewski discuss books for children and young adults.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091019_outloud_books.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091019_outloud_books.mp3","duration":"00:13:24"},{"title":"Jill Lepore on scientific management","pubDate":1254769348,"pubDateFR":"05 Octobre 2009","description":"Jill Lepore talks about the pioneers of scientific management, Frederick Winslow Taylor and Frank and Lillian Gilbreth.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091012_outloud_lepore.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091012_outloud_lepore.mp3","duration":"00:13:26"},{"title":"Robert Polidori on the UN","pubDate":1254157889,"pubDateFR":"28 Septembre 2009","description":"Robert Polidori discusses the General Assembly Hall of the United Nations.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091005_outloud_polidori.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/091005_outloud_polidori.mp3","duration":"00:09:23"},{"title":"Adam Gopnik on Alfred Dreyfus","pubDate":1253552365,"pubDateFR":"21 Septembre 2009","description":"Adam Gopnik talks about Alfred Dreyfus, the Jewish army officer arrested in 1894 for espionage in France.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090928_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090928_outloud_gopnik.mp3","duration":"00:14:18"},{"title":"Critics on fall highlights","pubDate":1252953785,"pubDateFR":"14 Septembre 2009","description":"John Lahr, Peter Schjeldahl, and Nancy Franklin discuss the fall season's theatre, art, and television highlights.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090921_outloud_critics.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090921_outloud_critics.mp3","duration":"00:09:05"},{"title":"Alexandra Jacobs on Zappos","pubDate":1252434019,"pubDateFR":"08 Septembre 2009","description":"Alexandra Jacobs talks about the online shoe store Zappos.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090914_outloud_jacobs.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090914_outloud_jacobs.mp3","duration":"00:12:22"},{"title":"David Grann on Cameron Todd Willingham","pubDate":1251830842,"pubDateFR":"01 Septembre 2009","description":"David Grann talks about Cameron Todd Willingham, who was executed in Texas in 2004 for setting a fire that killed his three children.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090907_outloud_grann.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090907_outloud_grann.mp3","duration":"00:13:40"},{"title":"Burkhard Bilger on Bob and Mike Bryan","pubDate":1251133014,"pubDateFR":"24 Août 2009","description":"Burkhard Bilger talks about Bob and Mike Bryan, identical twins who are champion tennis partners.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090831_outloud_bilger.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090831_outloud_bilger.mp3","duration":"00:13:43"},{"title":"Alex Ross on fictional music","pubDate":1250531386,"pubDateFR":"17 Août 2009","description":"Alex Ross talks about the fictional music of composers in literature.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090824_outloud_ross.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090824_outloud_ross.mp3","duration":"00:13:43"},{"title":"John Seabrook on rock concerts","pubDate":1249924855,"pubDateFR":"10 Août 2009","description":"John Seabrook talks about the history of the rock-concert industry.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090817_outloud_seabrook.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090817_outloud_seabrook.mp3","duration":"00:12:50"},{"title":"Ian Frazier on Siberia","pubDate":1249313974,"pubDateFR":"03 Août 2009","description":"Ian Frazier discusses his road trip across Siberia.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090810_outloud_frazier.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090810_outloud_frazier.mp3","duration":"00:14:26"},{"title":"Kelefa Sanneh on Michael Savage","pubDate":1248708852,"pubDateFR":"27 Juillet 2009","description":"Kelefa Sanneh on talk-show host Michael Savage.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090803_outloud_sanneh.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090803_outloud_sanneh.mp3","duration":"00:14:29"},{"title":"Larissa MacFarquhar on kidney donation","pubDate":1248101620,"pubDateFR":"20 Juillet 2009","description":"Larissa MacFarquhar on the issues surrounding kidney donation.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090727_outloud_macfarquhar.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090727_outloud_macfarquhar.mp3","duration":"00:12:02"},{"title":"Paul Rudnick on Hollywood and nuns","pubDate":1247492781,"pubDateFR":"13 Juillet 2009","description":"Paul Rudnick on Hollywood and nuns.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090720_outloud_rudnick.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090720_outloud_rudnick.mp3","duration":"00:12:48"},{"title":"Raffi Khatchadourian on war crimes","pubDate":1246290074,"pubDateFR":"29 Juin 2009","description":"Raffi Khatchadourian on a war crime in Iraq.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090706_outloud_khatchadourian.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090706_outloud_khatchadourian.mp3","duration":"00:16:09"},{"title":"Jill Lepore on parenthood","pubDate":1245686872,"pubDateFR":"22 Juin 2009","description":"Jill Lepore on parenthood.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090629_outloud_lepore.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090629_outloud_lepore.mp3","duration":"00:12:29"},{"title":"Lauren Collins on Nora Roberts","pubDate":1245084959,"pubDateFR":"15 Juin 2009","description":"Lauren Collins on Nora Roberts and the history of the romance novel.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090622_outloud_collins.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090622_outloud_collins.mp3","duration":"00:11:48"},{"title":"Sasha Frere-Jones on summer jams","pubDate":1244476461,"pubDateFR":"08 Juin 2009","description":"Sasha Frere-Jones shares his all-time favorite summer jam, and discusses some of the current songs and artists he's excited about.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090615_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090615_outloud_frerejones.mp3","duration":"00:10:38"},{"title":"Louis Menand on writing workshops","pubDate":1243875050,"pubDateFR":"01 Juin 2009","description":"Louis Menand talks about writing workshops.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090608_outloud_menand.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090608_outloud_menand.mp3","duration":"00:11:53"},{"title":"Elizabeth Kolbert on mass extinctions","pubDate":1242666077,"pubDateFR":"18 Mai 2009","description":"Elizabeth Kolbert on the history of mass extinctions.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090525_outloud_kolbert.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090525_outloud_kolbert.mp3","duration":"00:11:42"},{"title":"Nick Paumgarten on the financial crisis","pubDate":1242059834,"pubDateFR":"11 Mai 2009","description":"Nick Paumgarten on understanding the financial crisis.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090518_outloud_paumgarten.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090518_outloud_paumgarten.mp3","duration":"00:11:56"},{"title":"Tom Shone on J. G. Ballard","pubDate":1241452587,"pubDateFR":"04 Mai 2009","description":"Tom Shone discusses J. G. Ballard's novels and the films they inspired.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090511_outloud_shone.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090511_outloud_shone.mp3","duration":"00:11:52"},{"title":"Philip Gourevitch on Rwanda","pubDate":1240845337,"pubDateFR":"27 Avril 2009","description":"Philip Gourevitch on how a country of murderers and survivors manage to live together.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090504_outloud_gourevitch.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090504_outloud_gourevitch.mp3","duration":"00:12:38"},{"title":"Elif Batuman on Harvard's bells","pubDate":1240246560,"pubDateFR":"20 Avril 2009","description":"Elif Batuman on the return of Harvard's bells to Russia.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090427_outloud_batuman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090427_outloud_batuman.mp3","duration":"00:11:21"},{"title":"Burkhard Bilger on Florida&#8217;s wildlife","pubDate":1239637614,"pubDateFR":"13 Avril 2009","description":"Burkhard Bilger on Florida&#8217;s problem with invasive exotic wildlife.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090420_outloud_bilger.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090420_outloud_bilger.mp3","duration":"00:10:13"},{"title":"Kelefa Sanneh on Katt Williams","pubDate":1239031921,"pubDateFR":"06 Avril 2009","description":"Kelefa Sanneh on the comedian Katt Williams.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090413_outloud_sanneh.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090413_outloud_sanneh.mp3","duration":"00:12:44"},{"title":"Peter Schjeldahl on the emotional power of painting","pubDate":1238433531,"pubDateFR":"30 Mars 2009","description":"Peter Schjeldahl on the emotional power of painting.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090406_outloud_schjeldahl.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090406_outloud_schjeldahl.mp3","duration":"00:10:39"},{"title":"Evan Osnos on China's economy","pubDate":1237822768,"pubDateFR":"23 Mars 2009","description":"Evan Osnos on the economic slowdown in China.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090330_outloud_osnos.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090330_outloud_osnos.mp3","duration":"00:11:07"},{"title":"Keith Gessen on Anna Politkovskaya","pubDate":1237216539,"pubDateFR":"16 Mars 2009","description":"Keith Gessen discusses the murder case of Anna Politkovskaya.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090323_outloud_gessen.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090323_outloud_gessen.mp3","duration":"00:13:25"},{"title":"Joan Acocella on vampires","pubDate":1236618649,"pubDateFR":"09 Mars 2009","description":"Joan Acocella discusses the enduring appeal of vampires","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090316_outloud_acocella.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090316_outloud_acocella.mp3","duration":"00:13:16"},{"title":"Sasha Frere-Jones on Lily Allen","pubDate":1236005784,"pubDateFR":"02 Mars 2009","description":"Sasha Frere-Jones talks about the music and fame of Lily Allen.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090309_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090309_outloud_frerejones.mp3","duration":"00:11:35"},{"title":"Ariel Levy on Lamar Van Dyke","pubDate":1235407870,"pubDateFR":"23 Février 2009","description":"Ariel Levy discusses Lamar Van Dyke and the world of lesbian separatists.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090302_outloud_levy.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090302_outloud_levy.mp3","duration":"00:11:35"},{"title":"Louis Menand on Donald Barthelme","pubDate":1234900772,"pubDateFR":"17 Février 2009","description":"Louis Menand talks about the writer Donald Barthelme.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090223_outloud_menand.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090223_outloud_menand.mp3","duration":"00:14:24"},{"title":"Evan Osnos on African merchants in China","pubDate":1233596101,"pubDateFR":"02 Février 2009","description":"Evan Osnos talks about African merchants in China.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090209_outloud_osnos.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090209_outloud_osnos.mp3","duration":"00:11:29"},{"title":"David Remnick interviews Tzipi Livni","pubDate":1232990149,"pubDateFR":"26 Janvier 2009","description":"David Remnick interviews the Israeli Foreign Affairs Minister, Tzipi Livni, at Kennedy Airport on January 17th.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090202_outloud_remnick.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090202_outloud_remnick.mp3","duration":"00:11:50"},{"title":"Ben McGrath on doomsaying","pubDate":1232466569,"pubDateFR":"20 Janvier 2009","description":"Ben McGrath talks about predictions of economic and social collapse, the history of doomsaying, and the future of the American Dream.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090126_outloud_mcgrath.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090126_outloud_mcgrath.mp3","duration":"00:10:20"},{"title":"Judith Thurman on Scrabble","pubDate":1231777347,"pubDateFR":"12 Janvier 2009","description":"Judith Thurman talks about the importance of Scrabble to her own family, and her adventures playing online.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090119_outloud_thurman.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090119_outloud_thurman.mp3","duration":"00:09:25"},{"title":"Martin Schoeller and Steve Pyke on photography","pubDate":1231172039,"pubDateFR":"05 Janvier 2009","description":"Martin Schoeller and Steve Pyke discuss photography.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090112_outloud_portraiturenow.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090112_outloud_portraiturenow.mp3","duration":"00:11:54"},{"title":"Ariel Levy on The Joy of Sex","pubDate":1230568521,"pubDateFR":"29 Décembre 2008","description":"Ariel Levy discusses The Joy of Sex and its relevancy.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090105_outloud_levy.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/090105_outloud_levy.mp3","duration":"00:11:36"},{"title":"Zadie Smith on her family","pubDate":1229364627,"pubDateFR":"15 Décembre 2008","description":"Zadie Smith writes about comedy and her family.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081222_outloud_smith.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081222_outloud_smith.mp3","duration":"00:10:34"},{"title":"Wendell Steavenson on Georgia and Russia","pubDate":1228755033,"pubDateFR":"08 Décembre 2008","description":"Wendell Steavenson discusses the tensions between Georgia and Russia, and how Georgia has changed since she lived there, in the late nineteen-nineties.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081215_outloud_steavenson.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081215_outloud_steavenson.mp3","duration":"00:11:06"},{"title":"Larissa MacFarquhar on Naomi Klein","pubDate":1228153125,"pubDateFR":"01 Décembre 2008","description":"Larissa MacFarquhar discusses Naomi Klein and her book \"The Shock Doctrine.\"","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081208_outloud_macfarquhar.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081208_outloud_macfarquhar.mp3","duration":"00:09:48"},{"title":"James Wood on V. S. Naipaul","pubDate":1227543580,"pubDateFR":"24 Novembre 2008","description":"James Wood discusses V. S. Naipaul.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081201_outloud_wood.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081201_outloud_wood.mp3","duration":"00:10:40"},{"title":"Strange Brews","pubDate":1226945185,"pubDateFR":"17 Novembre 2008","description":"Burkhard Bilger talks about the rise of extreme beer.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081124_outloud_bilger.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081124_outloud_bilger.mp3","duration":"00:12:15"},{"title":"George Packer on President Obama","pubDate":1226337189,"pubDateFR":"10 Novembre 2008","description":"George Packer on what to look for in the next Administration, and whether the Internet's pro-Obama movement will continue to support him as President.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081117_outloud_packer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081117_outloud_packer.mp3","duration":"00:15:28"},{"title":"John Lanchester on finance","pubDate":1225473742,"pubDateFR":"31 Octobre 2008","description":"John Lanchester on why derivatives are like modernist art and what his father, a banker, would have thought of what finance has become.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081110_outloud_lanchester.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081110_outloud_lanchester.mp3","duration":"00:10:26"},{"title":"Bruce McCall on cartoons","pubDate":1224880288,"pubDateFR":"24 Octobre 2008","description":"Bruce McCall on his drawing for the Cartoon Issue, his artistic process, and his career.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081103_outloud_mccall.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081103_outloud_mccall.mp3","duration":"00:08:14"},{"title":"Kelefa Sanneh and David Denby on political impersonation","pubDate":1224514630,"pubDateFR":"20 Octobre 2008","description":"Kelefa Sanneh and David Denby on the pleasures and perils of political<br \/>\nimpersonation.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081027_outloud_sanneh.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081027_outloud_sanneh.mp3","duration":"00:11:31"},{"title":"Better Late","pubDate":1223908802,"pubDateFR":"13 Octobre 2008","description":"Malcolm Gladwell on genius and precocity.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081020_outloud_gladwell.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081020_outloud_gladwell.mp3","duration":"00:10:45"},{"title":"Back at the Ranch","pubDate":1223312983,"pubDateFR":"06 Octobre 2008","description":"Pamela Colloff discusses George W. Bush and Crawford, Texas.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081013_outloud_colloff.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081013_outloud_colloff.mp3","duration":"00:09:44"},{"title":"Raffi Khatchadourian on illegal lumber","pubDate":1222890975,"pubDateFR":"01 Octobre 2008","description":"Raffi Khatchadourian explains how an illegally harvested tree in Russia can become a toilet seat in an American home.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081006_outloud_khatchadourian.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/081006_outloud_khatchadourian.mp3","duration":"00:11:29"},{"title":"Platon on photographing the military","pubDate":1222056001,"pubDateFR":"22 Septembre 2008","description":"Platon on photographing members of the military and their families.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080929_outloud_platon.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080929_outloud_platon.mp3","duration":"00:09:48"},{"title":"Elephant in the Room","pubDate":1221489545,"pubDateFR":"15 Septembre 2008","description":"Adam Gopnik discusses the controversy behind Babar and the books' enduring appeal.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080922_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080922_outloud_gopnik.mp3","duration":"00:11:30"},{"title":"Ariel Levy on Cindy McCain","pubDate":1220887473,"pubDateFR":"08 Septembre 2008","description":"Ariel Levy on Cindy McCain and the women of the 2008 election.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080915_outloud_levy.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080915_outloud_levy.mp3","duration":"00:15:01"},{"title":"The Face of the Surge","pubDate":1220373066,"pubDateFR":"02 Septembre 2008","description":"Steve Coll discusses General David Petraeus's duties in Iraq and his role in information operations.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080908_outloud_coll.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080908_outloud_coll.mp3","duration":"00:15:43"},{"title":"Prime Time","pubDate":1219682696,"pubDateFR":"25 Août 2008","description":"The New Yorker's television critic, Nancy Franklin, discusses the Beijing Olympics and why great television is such a rare thing.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080901_outloud_franklin.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080901_outloud_franklin.mp3","duration":"00:14:27"},{"title":"John Adams on San Francisco","pubDate":1219075896,"pubDateFR":"18 Août 2008","description":"In this week's issue, the composer John Adams writes about his time in San Francisco. Here Adams discusses his influences, the pressures of expectation, and the motivation behind his memoir.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080825_outloud_adams.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080825_outloud_adams.mp3","duration":"00:17:05"},{"title":"David Grann on Frederic Bourdin","pubDate":1217865494,"pubDateFR":"04 Août 2008","description":"In this week's issue, David Grann writes about the French con man Frederic Bourdin. Here Grann discusses Bourdin's deceptions in Europe and the United States and whether he has left behind imposture for good.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080811_outloud_grann.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080811_outloud_grann.mp3","duration":"00:15:30"},{"title":"Kelefa Sanneh on Tavis Smiley","pubDate":1217263076,"pubDateFR":"28 Juillet 2008","description":"This week in the magazine, Kelefa Sanneh writes about the radio and television host Tavis Smiley. Here Sanneh explains Smiley's wary commentary about Barack Obama and discusses the meaning of Obama's candidacy for African-Americans.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080804_outloud_sanneh.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080804_outloud_sanneh.mp3","duration":"00:13:03"},{"title":"David Samuels on medical marijuana","pubDate":1216655948,"pubDateFR":"21 Juillet 2008","description":"In this issue of the magazine, David Samuels writes about medical marijuana and its effect on California's pot industry overall. Here Samuels describes how marijuana is grown and sold, and how he went about reporting the story.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080728_outloud_samuels.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080728_outloud_samuels.mp3","duration":"00:10:24"},{"title":"Jill Lepore and Roger Angell on E. B. White","pubDate":1216064511,"pubDateFR":"14 Juillet 2008","description":"In this week's issue, Jill Lepore writes about the battle over E. B. White's \"Stuart Little.\" Here Jill Lepore and Roger Angell, E. B. White's stepson and an editor at the magazine, talk about E. B. White's writing, Katharine White's columns about children's literature, the librarian Ann Carroll Moore, and the challenge of writing for children.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080721_outloud_lepore.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080721_outloud_lepore.mp3","duration":"00:15:38"},{"title":"Seymour M. Hersh on Iran","pubDate":1214844116,"pubDateFR":"30 Juin 2008","description":"Seymour M. Hersh talks about the Bush Administrations secret campaign against Iran.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080707_outloud_hersh.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080707_outloud_hersh.mp3","duration":"00:07:20"},{"title":"Atul Gawande on itching","pubDate":1214234584,"pubDateFR":"23 Juin 2008","description":"Atul Gawande explores the science behind itching and describes one extreme case of a woman who couldn't stop scratching.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080630_outloud_gawande.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080630_outloud_gawande.mp3","duration":"00:16:45"},{"title":"Peter J. Boyer on Keith Olbermann","pubDate":1213636014,"pubDateFR":"16 Juin 2008","description":"This week, Peter J. Boyer writes about the MSNBC host Keith Olbermann. Here Boyer talks about Olbermann's style and how it contrasts with traditional television news.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080623_outloud_boyer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080623_outloud_boyer.mp3","duration":"00:14:58"},{"title":"Perfect Pitch","pubDate":1212421058,"pubDateFR":"02 Juin 2008","description":"This week, Sasha Frere-Jones writes about Auto-Tune, a pitch-correction software program used in pop music. Here Frere-Jones talks about how Auto-Tune has become a pop-music phenomenon, and demonstrates how it can transform the human voice with the help of the music producer Tom Beaujour.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080609_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080609_outloud_frerejones.mp3","duration":"00:10:08"},{"title":"Paul Goldberger on Olympic architecture","pubDate":1211906481,"pubDateFR":"27 Mai 2008","description":"This week in the magazine, Paul Goldberger writes about the architecture of the Beijing Olympics. Here Goldberger talks about Beijing's standout buildings, and the long-term impact that the Olympic games has on host cities.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080602_outloud_goldberger.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080602_outloud_goldberger.mp3","duration":"00:10:52"},{"title":"Ian Frazier on a writers' workshop","pubDate":1211169600,"pubDateFR":"19 Mai 2008","description":"In this issue of the magazine, Ian Frazier writes about a Chelsea soup kitchen. Here Frazier talks about his experiences running a writers' workshop at the soup kitchen, and the differences between humor writing and reportage.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080526_outloud_frazier.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080526_outloud_frazier.mp3","duration":"00:14:41"},{"title":"Sue Halpern on Virtual Iraq","pubDate":1210628250,"pubDateFR":"12 Mai 2008","description":"This week in the magazine, Sue Halpern writes about Virtual Iraq, a treatment for traumatized veterans. Here Halpern talks about how researchers adapted a video game into a simulation of combat experiences, and how soldiers suffering from post-traumatic stress disorder react to it.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080519_outloud_halpern.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080519_outloud_halpern.mp3","duration":"00:12:46"},{"title":"Margaret Talbot on animal language and cognition","pubDate":1210003200,"pubDateFR":"05 Mai 2008","description":"This week in the magazine, Margaret Talbot writes about the scientist Irene<br \/>\nPepperberg and her work with Alex the parrot. Here Talbot talks about what<br \/>\nPepperberg's research reveals about animal language and cognition, with<br \/>\nsamples of Alex speaking.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080512_outloud_talbot.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080512_outloud_talbot.mp3","duration":"00:13:20"},{"title":"William Finnegan on human trafficking","pubDate":1209355200,"pubDateFR":"28 Avril 2008","description":"In this issue of the magazine, William Finnegan writes about young women from Moldova who were forced into prostitution in other countries. Here Finnegan talks about the transnational networks of human trafficking and the efforts to help their victims.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080505_outloud_finnegan.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080505_outloud_finnegan.mp3","duration":"00:10:50"},{"title":"Burkhard Bilger on field recording","pubDate":1208750400,"pubDateFR":"21 Avril 2008","description":"Burkhard Bilger talks about the history of field recording, and introduces samples from the folklorist Art Rosenbaum's recordings.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080428_outloud_bilger.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080428_outloud_bilger.mp3","duration":"00:14:35"},{"title":"Jonathan Franzen on China","pubDate":1208145600,"pubDateFR":"14 Avril 2008","description":"Jonathan Franzen talks about his journey to China.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080421_outloud_franzen.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080421_outloud_franzen.mp3","duration":"00:13:24"},{"title":"Joan Acocella on  \"Dancing with the Stars\"","pubDate":1207580942,"pubDateFR":"07 Avril 2008","description":"Joan Acocella dissects \"Dancing with the Stars.\"","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080414_outloud_acocella.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080414_outloud_acocella.mp3","duration":"00:10:02"},{"title":"Ben McGrath on Lenny Dykstra","pubDate":1205769600,"pubDateFR":"17 Mars 2008","description":"This week, Ben McGrath writes about the retired baseball player Lenny Dykstra and his new magazine, The Players Club. Here, McGrath discusses Dykstra's efforts to broaden the horizons of retired athletes.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080324_outloud_mcgrath.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080324_outloud_mcgrath.mp3","duration":"00:12:40"},{"title":"Adam Gopnik on modern magic","pubDate":1205164800,"pubDateFR":"10 Mars 2008","description":"This week in the magazine, Adam Gopnik writes about modern magic. Here Gopnik talks about the future of magic and compares the magician's art to the writer's craft.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080317_outloud_gopnik.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080317_outloud_gopnik.mp3","duration":"00:14:06"},{"title":"Michael Chabon on superhero costumes","pubDate":1204520400,"pubDateFR":"03 Mars 2008","description":"This week in the magazine, Michael Chabon writes about what superheroes should wear. Here Chabon talks about the difficulties of dressing superheroes off the comic-book page, writing about clothes, and turning books into movies.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080310_outloud_chabon.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080310_outloud_chabon.mp3","duration":"00:13:31"},{"title":"Honor Moore on her father","pubDate":1203958800,"pubDateFR":"25 Février 2008","description":"This week in the magazine, in an excerpt from her book, \"The Bishop's Daughter,\" Honor Moore writes about her father, the Episcopal bishop Paul Moore, his faith, and his secret. Here Moore talks about her father's public service and private life.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080303_outloud_moore.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080303_outloud_moore.mp3","duration":"00:16:10"},{"title":"Michael Specter on carbon pollution","pubDate":1203310801,"pubDateFR":"18 Février 2008","description":"This week in the magazine and online, Michael Specter writes about the fine line between morality and science in dealing with carbon pollution. Here Specter talks about the possibility of using economics to change behavior and cut emissions.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080225_outloud_specter.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080225_outloud_specter.mp3","duration":"00:15:42"},{"title":"George Packer on his play \"Betrayed\"","pubDate":1202706001,"pubDateFR":"11 Février 2008","description":"George Packer talks about \"Betrayed,\" a play he adapted from his The New Yorker article of the same title.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080211_outloud_packer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080211_outloud_packer.mp3","duration":"00:13:25"},{"title":"Francoise Mouly on the Eustace Tilley Contest","pubDate":1202101201,"pubDateFR":"04 Février 2008","description":"The New Yorkers art editor, Francoise Mouly, talks with Matt Dellinger about the nearly three hundred submissions to the Eustace Tilley Contest.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080211_outloud_mouly.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080211_outloud_mouly.mp3","duration":"00:10:44"},{"title":"Paul Muldoon on rock and poetry","pubDate":1201496400,"pubDateFR":"28 Janvier 2008","description":"The New Yorker's poetry editor, Paul Muldoon, talks with Matt Dellinger about rock and roll and the state of poetry.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080204_outloud_muldoon.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080204_outloud_muldoon.mp3","duration":"00:17:10"},{"title":"Steve Coll on Pakistan","pubDate":1200891601,"pubDateFR":"21 Janvier 2008","description":"This week in the magazine, Steve Coll writes about the assassination of Benazir Bhutto and the growing violence in Pakistan. Here Coll talks with Matt Dellinger about the country's insurgency, the influence of the Taliban, and President Musharraf's changing role.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080128_outloud_coll.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080128_outloud_coll.mp3","duration":"00:18:42"},{"title":"Lawrence Wright on Mike McConnell","pubDate":1200286811,"pubDateFR":"14 Janvier 2008","description":"This week in the magazine, Lawrence Wright writes about Mike McConnell, the director of National Intelligence. Here Wright talks with Matt Dellinger about McConnell's ideas for reform, his views on privacy issues and torture, and the threats the intelligence community may confront in the future.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080121_outloud_wright.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080121_outloud_wright.mp3","duration":"00:18:03"},{"title":"David Denby on Otto Preminger","pubDate":1199682010,"pubDateFR":"07 Janvier 2008","description":"David Denby talks about the director Otto Preminger and the films of 2007.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080114_outloud_denby.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080114_outloud_denby.mp3","duration":"00:15:00"},{"title":"Burkhard Bilger on 211 Pearl Street","pubDate":1198472403,"pubDateFR":"24 Décembre 2007","description":"Burkhard Bilger talks about the mysterious past and future of 211 Pearl Street, the man who tried to save the building, and preserving old New York.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080107_outloud_bilger.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/080107_outloud_bilger.mp3","duration":"00:15:20"},{"title":"John Lahr on Harold Pinter","pubDate":1197910822,"pubDateFR":"17 Décembre 2007","description":"John Lahr talks about what he learned from the playwright Harold Pinter, and how Pinter changed theatre.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071224_outloud_lahr.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071224_outloud_lahr.mp3","duration":"00:14:41"},{"title":"Gray Matter","pubDate":1197264457,"pubDateFR":"10 Décembre 2007","description":"Malcolm Gladwell on race and I.Q.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071217_outloud_gladwell.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071217_outloud_gladwell.mp3","duration":"00:16:13"},{"title":"Nick Paumgarten on Eliot Spitzer","pubDate":1196461094,"pubDateFR":"30 Novembre 2007","description":"Nick Paumgarten on Eliot Spitzer's difficult first year as Governor, and whether he's likely to change.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071210_outloud_paumgarten.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071210_outloud_paumgarten.mp3","duration":"00:13:08"},{"title":"Michael Specter on retroviruses","pubDate":1196096400,"pubDateFR":"26 Novembre 2007","description":"Michael Specter talks about ancient, deadly viruses that are being brought back from extinction, what these retroviruses can teach biologists about how humans evolved, and how they may hold the key to conquering AIDS and other diseases.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071203_outloud_specter.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071203_outloud_specter.mp3","duration":"00:10:56"},{"title":"Gahan Wilson on comics","pubDate":1195448400,"pubDateFR":"19 Novembre 2007","description":"Gahan Wilson, who has been contributing cartoons to the magazine for more than three decades, talks with cartoon editor Robert Mankoff about how he got started, the legacy of Charles Addams, and his singular comic point of view.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071126_outloud_gahanwilson.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071126_outloud_gahanwilson.mp3","duration":"00:13:21"},{"title":"Jon Lee Anderson on Iraq","pubDate":1194843600,"pubDateFR":"12 Novembre 2007","description":"Jon Lee Anderson talks about how the troop surge is working in the Baghdad suburb of Ghazaliya, and the activities and alliances that have accompanied a reduction in violence.","link":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071119_outloud_anderson.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/outloud\/071119_outloud_anderson.mp3","duration":"00:16:54"},{"title":"Jeffrey Toobin on Clarence Thomas","pubDate":1194238807,"pubDateFR":"05 Novembre 2007","description":"Jeffrey Toobin on the recent memoir by the Supreme Court Justice Clarence Thomas and on his own book \"The Nine.\"","link":"http:\/\/downloads.newyorker.com\/mp3\/071112_outloud_toobin.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/071112_outloud_toobin.mp3","duration":"00:12:30"},{"title":"Raffi Khatchadourian on Paul Watson","pubDate":1193630401,"pubDateFR":"29 Octobre 2007","description":"Raffi Khatchadourian talks about high-seas vigilante Paul Watson and his thirty-year crusade to save the oceans.","link":"http:\/\/downloads.newyorker.com\/mp3\/071105_outloud_khatchadourian.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/071105_outloud_khatchadourian.mp3","duration":"00:15:30"},{"title":"Ryan Lizza on Mitt Romney","pubDate":1193025600,"pubDateFR":"22 Octobre 2007","description":"This week in the magazine, The New Yorkers Washington correspondent, Ryan Lizza, writes about the cultures that shaped Mitt Romney and the candidates attempt to cast himself as a conservative. Here, with Blake Eskin, Lizza talks about Romney and the state of his Presidential campaign.","link":"http:\/\/downloads.newyorker.com\/mp3\/071029_outloud_lizza.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/071029_outloud_lizza.mp3","duration":"00:14:49"},{"title":"Sasha Frere-Jones on miscegenation in American music","pubDate":1192420801,"pubDateFR":"15 Octobre 2007","description":"This week in the magazine, The New Yorker's pop-music critic, Sasha Frere-Jones, writes about how indie-rock bands have strayed from the origins of rock and roll. Here Frere-Jones talks with Matt Dellinger about the loss of miscegenation in American music, with clips of relevant songs.","link":"http:\/\/downloads.newyorker.com\/mp3\/071022_outloud_frerejones.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/071022_outloud_frerejones.mp3","duration":"00:14:59"},{"title":"William Finnegan on Kosovo","pubDate":1191816001,"pubDateFR":"08 Octobre 2007","description":"This week in the magazine, William Finnegan reports on the push for independence in Kosovo and the upcoming elections there. Here, with Matt Dellinger, Finnegan discusses the recent history of the region and the outlook for an independent Kosovo.","link":"http:\/\/downloads.newyorker.com\/mp3\/071015_outloud_finnegan.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/071015_outloud_finnegan.mp3","duration":"00:16:37"},{"title":"Alex Ross on his new book","pubDate":1191211200,"pubDateFR":"01 Octobre 2007","description":"Alex Ross talks about his new book, his blog, and the New Yorker Festival.","link":"http:\/\/downloads.newyorker.com\/mp3\/071008_outloud_ross.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/071008_outloud_ross.mp3","duration":"00:15:33"},{"title":"David Remnick interviews Garry Kasparov","pubDate":1190606401,"pubDateFR":"24 Septembre 2007","description":"David Remnick interviews Garry Kasparov, the Russian chess grandmaster and political activist, about the Putin regime and Russia's future.","link":"http:\/\/downloads.newyorker.com\/mp3\/071001_outloud_remnick.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/071001_outloud_remnick.mp3","duration":"00:21:48"},{"title":"Mark Singer on Joyce Hatto","pubDate":1189396810,"pubDateFR":"10 Septembre 2007","description":"This week, Mark Singer writes about the incredible career of the pianist Joyce Hatto. Here Singer talks with Matt Dellinger about Hatto, with clips of music and archival interviews.","link":"http:\/\/downloads.newyorker.com\/mp3\/070917_outloud_singer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070917_outloud_singer.mp3","duration":"00:15:40"},{"title":"Jane Kramer on her kitchen","pubDate":1188187201,"pubDateFR":"27 Août 2007","description":"Jane Kramer talks about her kitchen in Italy and eating with the cookbook writer Claudia Roden.","link":"http:\/\/downloads.newyorker.com\/mp3\/070903_outloud_kramer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070903_outloud_kramer.mp3","duration":"00:15:40"},{"title":"John Seabrook on seed banks","pubDate":1187582401,"pubDateFR":"20 Août 2007","description":"John Seabrook talks about the worlds first global seed bank and the importance of biological diversity.","link":"http:\/\/downloads.newyorker.com\/mp3\/070827_outloud_seabrook.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070827_outloud_seabrook.mp3","duration":"00:13:13"},{"title":"Peter J. Boyer on Rudy Giuliani","pubDate":1186938600,"pubDateFR":"12 Août 2007","description":"Peter J. Boyer talks about the unique appeal of Rudy Giuliani.","link":"http:\/\/downloads.newyorker.com\/mp3\/070820_outloud_boyer.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070820_outloud_boyer.mp3","duration":"00:14:20"},{"title":"David Denby on Ingmar Bergman and Michelangelo Antonioni","pubDate":1186372800,"pubDateFR":"06 Août 2007","description":"David Denby talks about the work of Ingmar Bergman and Michelangelo Antonioni.","link":"http:\/\/downloads.newyorker.com\/mp3\/070813_outloud_denby.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070813_outloud_denby.mp3","duration":"00:12:30"},{"title":"Elizabeth Kolbert on bees","pubDate":1185771661,"pubDateFR":"30 Juillet 2007","description":"Elizabeth Kolbert talks about her back-yard hive and the fate of the honeybee.","link":"http:\/\/downloads.newyorker.com\/mp3\/070806_outloud_kolbert.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070806_outloud_kolbert.mp3","duration":"00:08:30"},{"title":"David Remnick on Avraham Burg","pubDate":1184966051,"pubDateFR":"20 Juillet 2007","description":"David Remnick discusses Avraham Burg's inflammatory comments and the current mood of Israel.","link":"http:\/\/downloads.newyorker.com\/mp3\/070730_outloud_remnick.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070730_outloud_remnick.mp3","duration":"00:12:18"},{"title":"Jon Lee Anderson on the Taliban","pubDate":1183156946,"pubDateFR":"30 Juin 2007","description":"Jon Lee Anderson talks about a battle with the Taliban in the poppy fields of Afghanistan","link":"http:\/\/downloads.newyorker.com\/mp3\/070709_outloud_anderson.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070709_outloud_anderson.mp3","duration":"00:11:35"},{"title":"Ken Auletta on Rupert Murdoch","pubDate":1182549683,"pubDateFR":"23 Juin 2007","description":"Ken Auletta discusses Rupert Murdoch's WSJ takeover bid.","link":"http:\/\/downloads.newyorker.com\/mp3\/070702_outloud_auletta.mp3","url":"http:\/\/downloads.newyorker.com\/mp3\/070702_outloud_auletta.mp3","duration":"00:12:14"}]}