{"episodes":[{"title":"Duncan Trussell","pubDate":1401464609,"pubDateFR":"30 Mai 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in Los Angeles.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I have only been friends with Duncan Trussell for a few years but he has already skyrocketed to the top of my list of people that I love hanging out with. We never talk about mundane topics like sports or weather, we always go to higher planes of love and consciousness as we do in today's episode that was recorded on a pleasant late Spring evening while we sat outside on Duncan's front porch.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">In this conversation we talk about spirituality, the transformation of evil souls into good ones, neurological science and most bend bending of all is his theory that we are all unknowingly building a time machine for the future.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He has his own podcast that I have appeared on twice called the Duncan Trussell Family Hour. I like how when we get together it is mental ping pong hitting ideas back and forth. When we get together it is wise to roll recording equipment and if the universe was balanced correctly he and I would already have a TV show together.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Aside from having a brilliant mind he also very easily always cracks me up.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">It is my pleasure to present to you now, the one and only Duncan Trussell.<\/p>","link":"http:\/\/trr.libsyn.com\/duncan-trussell","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Duncan_Trussell_mixdown.mp3","duration":"02:19:16"},{"title":"Ted Alexandro","pubDate":1400695238,"pubDateFR":"21 Mai 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in Minneapolis.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">In the future if we are lucky every comedian will be more like Ted Alexandro.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Not only funny but passionate about knowledge and politically active.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I am a fan of Ted Alexandro because whenever I see him perform he is talking about things that matter and putting his unique opinion on world events.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He is the kind of comedian I like the most in that he is the kind of comedian you learn things from, one that makes you see a topic from a different way you hadn't seen.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He studied music and taught music before becoming a comedian and teaching seems to infuse most every act that he commits artistically.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He will forever be enshrined in the comedy history books for starting the movement that led to the New York City comedy clubs to raise the pay for comedians from the paltry 20 dollars a set they had paid for years.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Ted was heavily involved in the Occupy Wall Street movement from the beginning and it is not only a driving force in his life it reflects creatively in his comedy.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He has a web series called Teacher's Lounge that stars many greats of American comedy. Ted is universally loved and respected. He is an exciting performer because anything could happen to him, be it film, television or the mind welding of our video future. I think he and his family should be studied scientifically so that more people can turn out just like him.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">It is my pleasure to present to you the one &amp; only Ted Alexandro.<\/p>","link":"http:\/\/trr.libsyn.com\/ted-alexandro","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Ted_Alexandro_mixdown.mp3","duration":"01:18:06"},{"title":"Jackie Kashian","pubDate":1399686705,"pubDateFR":"10 Mai 2014","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">Jackie Kashian is a powerhouse comedian by any way you measure it.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: 12px;\">She has a strong sense of humor and slices up topics of mundane living and her own personal rage with ease. Her autobiographical humor has been seen on Comedy Central and countless late night talk shows. She has a popular podcast called 'Dork Forrest' where people talk about their strange obsessions. When I did it we talked about my obsession of going to graves of people I admire. She is perhaps the most requested guest I have had from my listeners asking me to get her on my show.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">I love her honesty, her work ethic and no matter what form of entertainment she is presenting she always makes me laugh. It is my pleasure to present to you a true American original, Jackie Kashian.<\/div>","link":"http:\/\/trr.libsyn.com\/jackie-kashian","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Jackie_Kashian_mixdown.mp3","duration":"01:22:34"},{"title":"Maz Jobrani","pubDate":1398992380,"pubDateFR":"02 Mai 2014","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">This episode was recorded in Los Angeles.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">You may know Maz Jobrani as one of the founding members of The Axis Of Evil Comedy Tour. He has been referred to as the Persian Elvis. He has appeared in countless film and television roles but my favorite incarnation of him is as a stand up comedian.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">I am a fan of his comedy because it contains the original energy of joy. His brand of comedy is not the slumped shoulders, down on your luck kind. His is a man in love with life and clearly enjoying himself onstage and that is what it is all about. In comedy, just like in real life it's all about having fun and enjoying yourself.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">I also admire Maz's work ethic. When I am in Los Angeles I always run into him around town doing sets and working on new material. This conversation was recorded in his home where I met his beautiful wife and amazing children. In every form of media these days the negative gets high lighted and too much time is spent glorifying bitter turds. The fact that he is the complete opposite of an unhappy human is why I love him so much.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">It is my pleasure to present to you now the bright ball of sunshine that is Maz Jobrani!&nbsp;<\/div>","link":"http:\/\/trr.libsyn.com\/maz-jobrani","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Maz_Jobrani_Final.mp3","duration":"01:28:25"},{"title":"Joseph Wilson","pubDate":1397774436,"pubDateFR":"18 Avril 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in London.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I first met Joseph Wilson when I performed at the Comedy Cafe in London in 2013.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">We hit if off instantly and unbeknownst to me he became a avid listener of my podcast. I found out he was listening to my podcast 6 months later when he was on vacation in Peru and sent me a video he filmed at the top of Machu Pichu where he recreated and slightly mocked the opening of my podcast where I list all the fabulous places in the world I am going to take the listener. I thought the video was funny and I was very flattered he filmed it in my honor.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This year when I got to London I got to hang out with Joseph a lot and get to know him better and today consider him a good friend. He is well dressed, has a theatrical personality, is an animated story teller and he is fun to be around. He currently holds the distinction of being the only comedian to appear on my podcast whose act I have not seen.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Even though I have stopped drinking I had a great time going out in London with him and discovering new watering holes in the Soho district that he took me to. For me personally any British person who wears top quality embroidered cowboy shirts with sincerity is a diamond geezer in my book.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">There are many reasons to love Joseph Wilson, first and foremost is the ease and comfort he can blast out hard core funny in a laid back conversation. It is my pleasure to present to you now, the one and only Joseph Wilson.<\/p>","link":"http:\/\/trr.libsyn.com\/joseph-wilson","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Joseph_Wilson_mixdown.mp3","duration":"01:17:25"},{"title":"Don Ward","pubDate":1397194998,"pubDateFR":"11 Avril 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in London.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Very often in interviews I have said that getting in with London was the key to me getting in with all of these world wide comedy circuits, specifically me getting in with the Comedy Store. My guest today is Don Ward, the owner of the Comedy Store.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Since its opening in 1979 it has single handedly changed the British comedy scene from tired old pub comedians doing Mother in law jokes to the champions league of powerful original comedy that it is today. It is now an established institution of British comedy because every British comedy legend of the past 30 years has performed there. Don Ward is the visionary who made this work and who has witnessed the development and rise of these now household names, French &amp; Saunders (Absolutely Fabulous), Eddie Izzard, Ben Elton, Jimmy Carr, Harry Hill and on and on.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">The first time I ever did a set at the Comedy Store was in 1994. Then again in 1998 which led to me playing there regularly in 1999. In 2000 the Comedy Store started managing me for Europe while I lived in Amsterdam. You could say I had life by the balls back then and I was most certainly spoiled by being under the loving umbrella of the Comedy Store. Don Ward always treated me like a king and I always enjoyed speaking with him about comedy. I love and respect the man dearly. I love him like a relative in fact. Then I fucked up....<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I've been working on writing a book the past few years and I will go into more details there because in the story of my life Don Ward and the Comedy Store is an important chapter. The truth of the matter was that I was partying too much in London after shows and I frightened myself enough to decided to take a break on the place for a while when I moved back to the US in 2004.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I should have communicated with Don better about what was going on in my life. I owed him that. I owed him the respect her deserves so I wish I had been more honest with him. Needless to say feelings got hurt and it took me many years to mop up the mess that I had made.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I missed London and all my friends there so I just started going back a few years ago. One of my main reasons to go back was to set things right with Don Ward and apologize to him for me being such a schmuck. Last year when I was in London I went into Don's office and had the heart to heart talk with him. I told him since my Dad and my sister died I now see that the most important thing in life is the relationships you have with people. I told him how important he is to me, how I appreciated him treating me like a king and that I was ashamed and sorry over how I had disappeared on him. He could have rightfully told me to fuck off. Thankfully he welcomed me back to the Comedy Store and told me how that is all water under the bridge now.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode is very important to me because it was recorded between shows on Saturday February 22, 2014, the first weekend I have performed there in ten years. This episode is the end of a circle that took me ten years to get around to the other side of because of my mistake.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Never turn your back on the people who give you love and respect.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Don Ward is a living legend in the world of comedy because he has seen it all and presented the greatest comedians the world has every known. One day the British government will put a historical marker in front of the Comedy Store but until then we have the wealth of knowledge living in the museum of Don's mind.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode is very important to me because it is with someone I love and respect and that was crucial to my development as a world wide performer. It is my pleasure to present to you now, the one and only Don Ward.<\/p>","link":"http:\/\/trr.libsyn.com\/don-ward","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Don_Ward_mixdown.mp3","duration":"01:47:32"},{"title":"Natalia Tena","pubDate":1396414212,"pubDateFR":"02 Avril 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in London.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Within the first 5 minutes I met Natalia Tena she was cracking me up and I was teaching her the basic steps of the tango.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I think she is a feminist icon badass woman. She is an amazing actress whose first role was in the Hugh Grant film 'About A Boy'. Since then she has had a sterling career staring in the Harry Potter films and in Game Of Thrones.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Most human beings would die content with those credits but not Natalia Tena!<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">She is also the lead singer and creative driving force of the band Molotov Jukebox which just released their new album 'Carnival Flower'.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Her parents are from Spain so rhythm is naturally in her DNA, she told me that her aim is for people to go home and make love after her concerts.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Molotov Jukebox has performed all over the world inciting raucous ass wiggling good fun in it's path. Natalia Tena is a fearless shaman who leads the spiritual ritual of music, dancing and laughter at her shows and your life would be enriched to experience them. In the meantime you should purchase 'Carnival Flower' and make it a part of the fabric of your entertainment life. Her acting career continues to excite and she stars in the new independent film '10,000 KM' that is currently winning awards at film festivals all over the world.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Her accomplishments are a part of the pinnacles of modern entertainment but she is one of the most down to earth people you could meet.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">As a strong powerful woman she indisputably kicks truck loads of ass but most important to me is that she is wildly hilarious and hanging out with her is like hanging out with a comedian. You will be pleased to have her in your eardrums and to know that she is out there making the world a better place. It is my pleasure to present to you know the one and only Natalia Tena.<\/p>","link":"http:\/\/trr.libsyn.com\/natalia-tena","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Natalia_Tena_mixdown.mp3","duration":"01:19:53"},{"title":"Virginia Gilbert","pubDate":1395902746,"pubDateFR":"27 Mars 2014","description":"<p style=\"font-size: 11px;\"><span style=\"font-family: Helvetica; font-size: 12px;\">This episode was recorded in London.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: 12px;\">Virginia Gilbert is an award winning author and filmmaker.&nbsp;<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">She is currently premiering her new film 'A long way from home' which she wrote and directed at film festivals all over the world. This conversation was recorded immediately following her showing of this new film at the Dublin film festival.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">I met Virginia many years ago when I worked with her husband, Keith Farnan at the Laughter Lounge in Dublin. Since then they have become close friends.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">I had been friends with Virginia for several years before I found out that her father was acclaimed filmmaker Brian Gilbert who made what I consider the greatest film about Oscar Wilde ever made with Stephen Fry in the lead role.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">Virginia was a young adult helping her father on the set in Dublin and this experience inspired her to go to Trinity University in Dublin the same as Oscar.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">In this conversation we talk about the joys and sorrows of the film making process, her secret for inspiration when she is writing and how to embrace the spirit of Oscar Wilde.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">This episode is the embodiment of girl power because Virginia Gilbert kicks so much ass in her world and inspires me how she takes her creations of books and turns them into films. She is one of my favorite people to mentally joust with and to talk with about everything under the sun. It is my pleasure to present to you now the one and only Virginia Gilbert.<\/div>","link":"http:\/\/trr.libsyn.com\/virginia-gilbert","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Virginia_Gilbert_6_mixdown.mp3","duration":"01:05:40"},{"title":"Stephen K Amos","pubDate":1395282011,"pubDateFR":"20 Mars 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in London.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">There have only been a few of my comedy super star friends who when I asked them to appear on my podcast declined and then there is the opposite example of Stephen K Amos who when I asked him said \"Of course, how soon can we record?\"<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I met Stephen about 15 years ago when he was in his early years of being a comedian at the Comedy Store in London. I love everything about this man!<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Aside from being one of the kindest souls I've ever met in the business, I love his style of dress, his flow of material as a comedian and the charming sucker punches of his punch lines. He deserves every drop of success he has gotten and I'm genuinely happy for him and his current elevation that he is flying at.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He has done 11 Edinburgh one hour shows and has just come out with a book called 'Finding The Funny'. Currently hosts a show on BBC Radio called 'The Idiots Guide To Life' which I recorded a segment for at Stephen's request.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">In this conversation he walks me through the steps he took to become the massive world wide comedy super star that he is today as well the triumphs and tribulations he has experienced in the years since I saw him last. He is one of those people who if I don't see him for years that when I do it's like we never lost a minute in between.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He never fails to make me laugh when we are together and as a comedian he has truck loads of wisdom to share from all of his life experiences. It is my pleasure to present to you the human masterpiece that is Stephen K Amos!<\/p>","link":"http:\/\/trr.libsyn.com\/stephen-k-amos","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Stephen_K_Amos.mp3","duration":"01:27:58"},{"title":"Eve Jackson","pubDate":1394743418,"pubDateFR":"13 Mars 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in Paris, France.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I first met Eve Jackson in June 2012 when I appeared as a guest on her TV program called 'The Culture Show' which airs on France 24, the English language channel of France. She was a fun and easy interviewer and I liked that she could roll with my answers injecting her wit into the conversation effortlessly. &nbsp;She is the editor and primary journalist for art and culture happenings in Paris. I thought she would be an interesting guest because she knows everything that is happening for art and entertainment in Paris and also because she is usually the one answering the questions. I have stayed in touch with her in the past year and a half and I have enjoyed seeing the clips she has posted of her interviews with artists, musicians and movie stars that have graced her studio. Her journalistic path that led to her current reign at France 24 is an interesting tale and once a year she gets to hit the red carpet to interview all of the film industry people in attendance at the Cannes film festival.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I owe a great deal of respect and gratitude to Eve because of a huge blunder on my part that happened during this recording. She told me about how last year at Cannes she interviewed Woody Allen about his latest film 'Blue Jasmine' and when they got back to the editing studio they realized that her sound man had forgot to hit the record button. I thought to myself \"What a boob! Who could screw something up that was that important.\" Then after an hour of conversation my computer went black because it had run out of energy and the entire recording was lost. My computer said it had 18% left but it went black nonetheless and I was rightfully embarrassed and deflated.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">The ever gracious Eve told me not to worry and come back later that night at 8pm to record it again. This is recording number 2 that we did later that night. It cost me 40 Euros each way from my hotel to her home 4 times, 160 Euros total. This is probably the most expensive episode I have ever created but it was worth every Euro cent because I think Eve is that interesting, fun and knowledgable.&nbsp; It is my secret desire to make some type of entertainment talk show with her to be broadcast from Paris to the rest of the English speaking world. Aside from being a magnanimous charismatic human being, she is the kind of generous soul who would give a boob like me a second chance to record with her after screwing up monumentally. She is has an effervescent soul and knows everything there is to know about art, culture and entertainment in Paris today. It is my pleasure to present to you now the one and only Eve Jackson.<\/p>","link":"http:\/\/trr.libsyn.com\/eve-jackson","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Eve_Jackson.mp3","duration":"01:22:11"},{"title":"Sebastian Marx","pubDate":1394080779,"pubDateFR":"06 Mars 2014","description":"<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">This episode was recorded in Paris.<\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica; min-height: 22px;\"><\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">I met Sebastian Marx the last time I played in Paris.&nbsp;He has the young hot new scene &nbsp;putting on stand up comedy nights in English and in French.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">When I met him I came to see him perform a one hour show in French.<\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica; min-height: 22px;\"><\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">He has lived in France for years and speaks French fluently. I didn't understand a word of the show but I was impressed to see an American speaking French and getting laughs. He is originally from New York with Argentinian parents. There are many reasons for me to love Sebastian Marx because he and I have so many things in common. Being American with a parental Argentinian connection, love of comedy, love of French culture, not afraid to live in Europe, etc.<\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica; min-height: 22px;\"><\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">The upstairs room at the So Gymnase theatre is where I did my shows with Sebastian. It's an intimate cozy room with old couches and a low ceiling which is perfect for comedy. He regularly puts on his New York Comedy Nights show there. The audiences I experienced where multiethnic, multinational and of higher intellect. Also there were lots of French comedians hanging out and making the scene.<\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica; min-height: 22px;\"><\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">Comedy is a brotherhood in many ways because not many people know what it is like to face the fire, to get shit on your face if need be, with the quit respect of fighter pilots. Hanging out with comedians is one of my favorite things in life.<\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica; min-height: 22px;\"><\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">I like what Sebastian Marx is doing in Paris. There is a young hot eager scene there and if you are traveling to Paris and want to do some shows he is the man to know. It's a small room, not a big money maker but worth it in measure of fun and getting your performance orgasm. Sebastian is not only super lovable on stage he is the same sweet guy off the stage too. I had fun running around Paris with him in the communal electric cars of Paris. All over the city there are batches of small electric cars that can be picked up and dropped off using an iPhone app to set it all up. It's cheaper and easier than taking a taxi and being a French citizen he uses that electric car like a master. Enjoying Paris is always best when you experience it with a resident who knows how to get around.&nbsp;Sebastian set up my Paris shows, promoted them and hosted them.<\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica; min-height: 22px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 18px; font-family: Helvetica;\">On my show February 4, 2014 which happened to be my 30th anniversary he baked me a cake and has 30 candles on it that he brought out to me at the end of my show. The entire audience sang to me and it was a golden memory of an evening. I think he is funny, smart and lovable and it is my pleasure to present to you the one and only Sebastian Marx.<\/p>","link":"http:\/\/trr.libsyn.com\/sebastian-marx","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Sebastian_Marx.mp3","duration":"01:14:11"},{"title":"Sand van Roy","pubDate":1393541760,"pubDateFR":"27 Février 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in Paris.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I first met Sand Van Roy after my show in Paris in June 2012. Speaking with her I was tickled to find out that she was a huge comedy fan and that he all time favorite comedian is Mitch Hedberg. She was thrilled to hear that I was Mitch Hedberg's friend. She was trying a joke that she had written out on me and I told her that I liked it.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">In this conversation recorded earlier this month in Paris I discover that it was that moment that inspired Sand to begin being a comedian one week after I met her. Because of Mitch Hedberg's influence on her she has a style of comedy that is exclusively one liners. What I consider to be the hardest form of comedy that requires a sharp mind and expert precision.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Sand is from Holland and now lives in Paris earning her living as a model. She is the first ever super model comedian that I am aware of. To focus on her good looks instead of her comedy is to sell her short in appreciating her outer shell instead of her brain power to invent sharply funny thoughts and observations. In this episode she tells me about the current comedy scene in Paris that happens in English and French.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded on February 4, 2014, my 30th anniversary of being a comedian. We recorded this just a few hours before my anniversary show which Sand opened up for me on. Aside from talking about comedy she gives me all the insight and juicy trash that goes on in the modeling world. I think she is smart, funny and destined for greatness in the world of comedy.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<span style=\"font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 10px;\">&nbsp;<\/span><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">It is my pleasure to present to you now the one and only Sand Van Roy.<\/p>","link":"http:\/\/trr.libsyn.com\/sand-van-roy","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Sand_van_Roy.mp3","duration":"01:19:34"},{"title":"Peter Klashorst","pubDate":1392822420,"pubDateFR":"19 Février 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in Amsterdam.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I first met Peter Klashorst ten years ago when he appeared as a guest on my Amsterdam late night talk show. At the time I was told that he was famous for painting naked black women. Having a deep appreciation for dark skinned women I liked the man instantly. His journey as an artist has been epic with a world wide reach.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He lived in Senegal where he was arrested for running a brothel. He said he was only hiring women as models but the authorities wanted to hassle him. From there he moved to Kenya and his feelings about Africa and African people are dear to his heart and he still maintains an art studio there as well as in Amsterdam.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I got to hang out with Peter several times in Amsterdam and he is one of the few humans alive who earns his living solely from painting works of art. Every fiber of his being exudes the thoughts and actions of an artist and it was a joy to see him painting in his studio when I did. As a younger man I always loved Rembrandt and Van Gogh but this is a true living great artist and it is possible that Peter Klashorst is currently the greatest living Dutch artist.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He is now living in Cambodia working on one of the most heart felt acts of his career. For several years he has been painting the portraits of the victims of Pol Pot's genocide against his own people from the photos that were taken of them just before they were executed. Like most great artists Peter doesn't commit himself to anything unless his heart is fully in it and it seems that Cambodia has captured his heart and he will continue to do great work there. He is very open about fucking prostitutes and trouble he has received from living his life passionately as an artist.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This conversation was recorded 4 years ago late at night when Peter and I were drinking multiple beers. This is actually one of the first interviews I did for Tom Rhodes Radio. We talked and recorded for 4 hours and this episode was taken from the first 2 hours before the beverages really kicked in.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I respect Peter Klashorst as a man, as an artist, as a true friend and it would be hard to find anyone who is living their dream of being a true artist with a real powerful vision than him. As he says in this conversation \"I want to show how beautiful God created this earth and all of it's inhabitants.\" I believe that the life and art of his will live on forever because it is timeless. It was made from his pure vision of love and beauty. Aside from his superior art and world encompassing philosophy I think he is very funny.&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">It is my pleasure to present to you now, the one and only Mr. Peter Klashorst.<\/p>","link":"http:\/\/trr.libsyn.com\/peter-klashorst","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Peter_Klashorst.mp3","duration":"01:50:57"},{"title":"Zihni Özdil","pubDate":1392300473,"pubDateFR":"13 Février 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><span style=\"color: #000000;\">This episode was recorded in Rotterdam.<\/span><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><span style=\"color: #000000;\">It always tickles me to meet intelligent people who attend my shows and are fans of mine. Last month after my show in Rotterdam I met <span style=\"font-size: 13px; font-family: Arial;\">Zihni &Ouml;zdil<\/span> and I was so struck by his intelligence, life's work and personable being that I instantly wanted to record an episode of my podcast with him to squeeze out his knowledge for the enjoyment of my listeners.&nbsp;<\/span><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><span style=\"color: #000000;\">He is a social historian at Erasmus University in Rotterdam, one of the highest rattiest intellectual universities in all of Europe. He is an expert on the racial history of the Netherlands and the continuing problems that non-Dutch people face here. For those of you who have never been to Holland you will be interested in learning the word \"Allochtoon\" which means \"Dirty foreigner\" and is used to describe all non-Dutch people living in this country, even if these people have been born here.&nbsp;<\/span><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><span style=\"color: #000000;\">Throughout the world the Netherlands is known as a country of tolerance but put under the microscope it is anything but tolerant to some of its darker skinned residents.&nbsp;<\/span><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><span style=\"color: #000000;\">My favorite part of this conversation is when Zihni tells me he wants to be the first Allochtoon prime minister of the Netherlands. It makes me want to gain the right to vote here just so I can cast my vote for him when that day comes. I'm pleased he sat down with me to share his knowledge of the current state of race relations in Holland and what he proposes as the harmonious solution. His answer will surely surprise you.&nbsp;<\/span><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\">&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><span style=\"color: #000000;\">It is my pleasure to present to you now, the future prime minister of the Netherlands Mr. <span style=\"font-size: 13px; font-family: Arial;\">Zihni &Ouml;zdil!<\/span><\/span><\/p>","link":"http:\/\/trr.libsyn.com\/zihni-zdil","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Zihni_zdil___.mp3","duration":"01:22:15"},{"title":"Greg Shapiro","pubDate":1391732520,"pubDateFR":"07 Février 2014","description":"<p style=\"margin: 0px 0px 10px; font-size: 12px; font-family: Helvetica;\">This episode was recorded at the American hotel in Amsterdam.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Greg Shapiro is one of the nicest people you will ever meet in show business. He is originally from Chicago where he got his earliest improv training and he moved to Amsterdam in 1994 where he became one of the founding members of Boom Chicago, the Mecca of improv comedy in Amsterdam that has launched former members to Saturday Night Live and beyond.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Greg just published a book called 'How to be orange' which is all about the ins and outs of Dutch culture from its most lovable traits to the most odd and hilarious. He knows so much about Dutch culture he is actually referred to as the American Nederlander. He should be an expert on Dutch culture because he has lived in Amsterdam for 20 years, married a supremely wonderful and beautiful Dutch woman who he is raising two children with.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Greg produced my recent theater tour of Holland and this was recorded on the last day of that tour. In this conversation we both share knowledge gained from our lives in Amsterdam. From how Amsterdam has changed since the Pulp Fiction view of it in 1994 to the new life of today and how foreigners might have to pretend to be Dutch to buy weed soon.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He was a joy to tour Holland with and I honestly believe that if his car would have broken down that he would have given me a piggy back ride to make sure that I got to the show. It's my pleasure to present to you the one and only, Mr. Greg Shapiro.<\/p>","link":"http:\/\/trr.libsyn.com\/greg-shapiro","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_GregShapiro.mp3","duration":"01:04:03"},{"title":"Bob Maclaren","pubDate":1391040960,"pubDateFR":"30 Janvier 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in Amsterdam.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">It is ass biting cold outside and miserable rain is expected. I am currently on a theater tour performing around Holland and I'm happy to see good friends who live here that I haven't seen in a while.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">One of which is Bob Maclaren. Bob has been living in Amsterdam for 20 years and speaks fluent Dutch. He is from New Zealand and like me he does all the great world wide comedy gigs.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I met Bob when I first moved to Holland. He and I were both considered as the host of a travel program for the Discovery channel and Bob got it which mildly irked me. In today's conversation I find out that Bob was up for the host of the Amsterdam Late Night talk show that I got and he was mildly irked that I got it. It's like when you are young, the people you have issues or competition with usually are the ones who become your closest friends.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I have an infinite amount of respect for Bob because he not only is a naturally funny story teller and comedian, he is also one of the top comedy television writers for Dutch television. He now also is producing television shows that he creates the concepts of. He is currently about to finish filming a series for Dutch television that he created where he takes Dutch comedians of ethnic immigrant backgrounds back to their mother countries to see how that influences them as comedians. I think it is a brilliant concept and it should go world wide if the television Gods keep the universal balance right.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Bob is full of fascinating stories and the world knowledge of traveling the world as a comedian.<\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">It's my pleasure to present to you the one and only Mr. Bob Maclaren.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/bob-maclaren","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Bob_Maclaren.mp3","duration":"01:27:05"},{"title":"Jack Boulware","pubDate":1390481940,"pubDateFR":"23 Janvier 2014","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">This episode was recorded in San Francisco.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: 12px;\">Jack Boulware has been one of my best friends in life since I lived in San Francisco in the early 1990s. He has been there for me through thick and thin and through the many ups and downs I have had in my life. Aside from being a true solid friend to me he has also been my intellectual guru who I talk with about comedy, books, movies and life. He is a deep well of knowledge that never fails to fill me up when I need guidance or just a volleying partner to dissect American and world culture with.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">He is a writer by trade and as such he has had a storied career that by any measurement scale equates him to be a true American bad ass. He was the main features writer for the SF Weekly for 8 years, he has written countless travel pieces for the world's most respected magazines, he has written several books and most notably, he is the cofounder of Litquake, San Francisco's most prestigious literary festival.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">I'm thankful that such a cyclone of knowledge and Steve McQueen cool is one of my best friends in life and it is my pleasure to present to you now, the one and only Mr. Jack Boulware.&nbsp;<\/div>","link":"http:\/\/trr.libsyn.com\/jack-boulware","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Jack_Boulware.mp3","duration":"01:49:39"},{"title":"Greg Behrendt","pubDate":1389789900,"pubDateFR":"15 Janvier 2014","description":"<p style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; margin-bottom: 24px; font-size: 16px;\">This episode was recorded in San Francisco.<\/p>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">Greg Behrendt in my mind is the quintessential San Franciscan.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\"><\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">I met Greg when I first moved to San Francisco in 1991 and he is one of the nicest people I have ever met in the entertainment industry.&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\"><\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">Like most people in the business he has seen his ups and downs but that fact that his comedy contains the original spirit of joy and that he is not bitter makes him a champion. He was a writing consultant for 'Sex in The City' and went on to co write the book 'He's Just Not That Into You' which not only went on to be made into a movie but landed him on the Oprah Winfrey show and resulted in 'The Greg Behrendt Show'.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\"><\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">It had been many years since I had seen him and we got to sit down to chat this past week while we were both performing in San Francisco. He is a perfect example of how to navigate a career following your heart instead of setting your clock by what show business thinks you should be doing with yourself.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\"><\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">It's my pleasure to present to you the one and only Mr. Greg Behrendt.&nbsp;<\/div>","link":"http:\/\/trr.libsyn.com\/greg-behrendt","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Greg_Behrendt.mp3","duration":"01:08:53"},{"title":"Drew Hastings","pubDate":1389318291,"pubDateFR":"10 Janvier 2014","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I have known and respected Drew Hastings for over 20 years.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">His jokes have always possessed an intelligent cynicism that hit me right in the heart of what I find funny. This conversation was recorded two years ago.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">While performing in Cincinnati I heard that Drew was now the mayor of Hillsboro, Ohio and when I finished my shows I stopped off to see him on my way to Chicago. He still performs stand up comedy, in fact his career took off once he left Los Angeles and moved back to his native Ohio. He is the kind of friend I cherish the most, the kind with differing opinions who can make you see things another way without it exploding into an argument. He is also what I would consider the most dangerous kind of politician, the kind who is sincere and genuinely cares about the people he represents. His story is fascinating and one that will probably one day be made into a movie. He is a prime example of the great and powerful things that can happen if you follow your heart and do what you believe in.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">It is my pleasure to present to you the one and only Mr. Drew Hastings.<\/p>\n<div><\/div>","link":"http:\/\/trr.libsyn.com\/drew-hastings","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Drew_Hastings.mp3","duration":"01:41:05"},{"title":"Lizz Winstead","pubDate":1387391700,"pubDateFR":"18 Décembre 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This episode was recorded in Brooklyn, New York.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Having co-created the Daily Show and co-founded Air America it is a solid fact that Lizz Winstead has left a permanent mark on American entertainment and the American consciousness. Like most innovators and socially forward thinkers the roots of her tree began in stand up comedy.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I worked with Lizz several times in the early years of my career as her opening act. I was a very young and inexperienced comedian and I loved and respected her from our initial meeting. She was a strong female headliner in a profession that was mostly male dominated. She shared her comedy wisdom with me back then and I have always appreciated the intelligence she brought to any project she put her name on.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">In the early years of Comedy Central I appeared on the first version of the Daily Show that Lizz was one of the producers of. I felt like a proud relative seeing Lizz kicking ass in the television world just as hard as she had as a headliner in the stand up comedy world. It had been many years since I had seen her and both of our lives and careers have taken many twists and turns since then.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Today, Lizz can be seen on countless political talk shows commenting on American politics.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I believe it is no easy task for a comedian to move into political activism and stay funny as well as socially relevant but Lizz has done this supremely. Her current passion is defending the reproductive rights of women from law makers who wish to infringe upon this right.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">In this episode she refers to herself as a vagina warrior, which makes me smile even as I type the words.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I was excited to see my old friend who I respect greatly. I arrived in Brooklyn on the subway and stepped out into a cold down pour of December rain. At her home I was delighted to find she had just had delivered my favorite pizza, prosciutto and fresh arugula. This woman is magic. Right before we started recording she let me smoke at her window which broke and remained half open with the cold air streaming in. I was thrilled to take a ride through her opinions and thoughts on a wide range of topics and I was secretly pleased she was not angered that I had broken her window. She is someone I have always respected and been cheering for from afar.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">She is the one and only comedy crusader that is Lizz Winstead.<\/p>","link":"http:\/\/trr.libsyn.com\/lizz-winstead","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents__Lizz_Winstead.mp3","duration":"01:12:32"},{"title":"Jim Gaffigan","pubDate":1386795988,"pubDateFR":"11 Décembre 2013","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">This episode was recorded in New York City.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: 12px;\">I was in New York last week to film the new Dave Attell series for Comedy Central. At the moment it is called 'Adults Only'. It's an uncensored stand up show that will air sometime next year. I was there the entire week and got to watch every taping. I was on the last episode and thoroughly loved rocking it and can't wait for people to see it.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">It had been several years since I had been in New York and it was great to do sets around town honing my set for the filming. It was also great to see a few friends that I had not seen in many years. One of my favorite things in the world is to get together with comedians I love and admire and talk about comedy experiences and the nuts and bolts of the business.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">One of those people is Jim Gaffigan. I believe the last time Jim and I worked together was in London filming a TV show called 'The World Stands Up'. It had been at least ten years since we had seen each other but it was like we hadn't lost a minute between us when we got together.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">Since the last time I saw Jim he has become pretty massive in the comedy world and I think he deserves every drop of his success. He's such a pleasant funny human being and in general a big, bright, ball of sunshine I enjoyed all the many directions this conversation went into.<\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: 12px;\">There is a slight echo in this episode because it was recorded in Jim's office that has a very high vaulted ceiling but the brain candy and knowledge nuggets that come out in this make it worth it. He's a man that I wish I got to laugh it up with more often, he's the one and only Mr. Jim Gaffigan.<\/div>","link":"http:\/\/trr.libsyn.com\/jim-gaffigan","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents__Jim_Gaffigan.mp3","duration":"01:36:17"},{"title":"Jerry Rocha","pubDate":1386194700,"pubDateFR":"04 Décembre 2013","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">This episode was recorded several years ago in Atlanta, Georgia.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: 12px;\">It happens periodically that I will work with a young comedian that I love as a person and performer. When Jerry Rocha featured for me at the Atlanta Punchline I was pleased at how hard he rocked the room, warming the audience up rather than fouling up the bath water for the rest of the bathers. On and off stage Jerry is extremely likable. I like his style on stage and that he is not too cool to embrace his silliness. I think that after a few more years of seasoning he'll be a beast on the circuit and on viewing screens that must be dealt with. I love the material he does now and I look forward to seeing what mind bending humorous thoughts he comes up with in the future. He is an undiscovered comedy gem and that is why I am presenting him here with my full endorsement of his skills.&nbsp;<\/div>","link":"http:\/\/trr.libsyn.com\/jerry-rocha","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Jerry_Rocha.mp3","duration":"59:32"},{"title":"Cathy Sorbo","pubDate":1385587080,"pubDateFR":"27 Novembre 2013","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">This episode was recorded in Seattle, Washington. I have known Cathy Sorbo for over 20 years. She is not only a brilliant stand up comedian but she also keeps inventing these supremely hilarious songs. She decided to stay based in Seattle to be with her family and I think she is better off for it. Her real life experiences are the gems of her material that makes me laugh the hardest but it is her inventiveness in her style and in her songs that make her a comedy legend. She has been a true friend to me and it would be impossible for me to come to Seattle and not see her. Cathy is one of those rare creatures who personally busts me up with laughter. Her innate silliness perfectly compliments her astute intelligence. She is one of my favorite human beings walking the earth today, she is the one and only Cathy Sorbo.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/cathy-sorbo","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Cathy_Sorbo.mp3","duration":"01:27:20"},{"title":"Drew Michael","pubDate":1385074440,"pubDateFR":"21 Novembre 2013","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">Recorded in Chicago at Zanies on a Saturday night last September between breaks in 3 shows. Drew Michael was my feature act for the week and I loved what he was doing on stage. He's young, good looking, mildly angst ridden and I believe he will be a dangerously good comedian one day. He is from Chicago but about to move to New York. It was such a busy week for both of us the only time we had to record was during our breaks on a 3 show Saturday. The result is some good examination of the shows and the crowds. Smart comedy has always come out of Chicago and Drew is a prime example of this. I believe in his future so much I wanted to introduce him to you on my show now. Enjoy getting to know Drew Michael!<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/drew-michael","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Drew_Michael.mp3","duration":"01:13:44"},{"title":"Des Bishop","pubDate":1384449780,"pubDateFR":"14 Novembre 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><span style=\"color: #444444; font-family: Georgia, 'Bitstream Charter', serif; font-size: 16px; line-height: 24px;\">This episode was recorded in Beijing, China.<\/span><\/p>\n<p style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px; margin-bottom: 24px;\">I first met Des Bishop many years ago in London when we both performed on a show together. He has had a very unique life story and an amazing career trajectory.&nbsp;<\/p>\n<p style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px; margin-bottom: 24px;\">Des is originally from New York but has deep family roots in Ireland. He started his stand up comedy career in Dublin and has gone on to have a brilliant television career in Ireland. For the past year he has been living in Beijing because he wants to learn Mandarin Chinese and perform stand up comedy in Chinese.<\/p>\n<p style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px; margin-bottom: 24px;\">On the night I arrived after I dropped my luggage at the hotel I took a taxi to the local Chinese comedian open mic night that Des puts on. I couldn't believe it when I saw it but here was my friend standing there performing to a room full of Chinese people getting laughs in Chinese! I was absolutely blown away by this feat.&nbsp;<\/p>\n<p style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px; margin-bottom: 24px;\">In this episode we talk about Des' television highlights in Ireland and how he came to fall in love with China to make a life here. He also explains everything you need to know about modern life in China, the current stand up comedy scene here and the three taboo topics a performer can never mention while performing in China.&nbsp;<\/p>\n<p style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px; margin-bottom: 24px;\">It should be noted that Des heard I was booked to do shows in Hong Kong and Shanghai and he put up his own money to bring me to Beijing to headline shows he would host. The sold out shows this past week were at a cool book store with a full service bar in the center called 'The Bookworm.' The shows were billed as 'Tom Rhodes in the humor section.'&nbsp;<\/p>\n<p style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px; margin-bottom: 24px;\">I would like to give a special thanks to Papa Razzi who created the song&nbsp;'Tom Rhodes is a globe trotting comedian' that plays at the end of this episode.<\/p>","link":"http:\/\/trr.libsyn.com\/des-bishop","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Des_Bishop.mp3","duration":"01:12:24"},{"title":"Bill Burr","pubDate":1383753600,"pubDateFR":"06 Novembre 2013","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">Sometimes with my podcast I like to imagine it as if I were teaching a university course on stand up comedy. That is why it was an absolute joy for me to sit down with Bill Burr and pick his brain about comedy and his thoughts on the importance of turning over a new hour show every year or two. <\/span><\/p>\n<p><span style=\"font-family: Helvetica; font-size: 12px;\">Personally, for me Bill is one of the most exciting comedians working today. Onstage he is a tempest. He is like watching a major storm develop and then crash down with a fury each new idea he presents. Presently, he is one of the hottest comedians in the world. Touring theaters, giving birth to new hour specials, he even had a recurring role on the critically acclaimed series 'Breaking Bad'. He is a true comedy bad ass.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: 12px;\">His 'Monday morning podcast' is one of the most downloaded podcasts in the world right now and I'm very proud that my podcast is a part of the All Things Comedy network that Bill started with Al Madrigal. It is my pleasure to present to you now, the rock solid thrower of comedy thunderbolts that is Bill Burr.<\/div>","link":"http:\/\/trr.libsyn.com\/bill-burr","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Bill_Burr.mp3","duration":"01:31:30"},{"title":"Ari Shaffir","pubDate":1383243549,"pubDateFR":"31 Octobre 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">The more I get to know Ari Shaffir the more I like him. He is one of the most pleasant human beings walking this earth. Every time I see him he puts a smile on my face. I have never seen him with a dark cloud of emotions hanging over him.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Several years ago he started doing story telling shows and now that concept of his is being produced by Comedy Central digital in a series called 'This can't be happening'.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">A few weeks ago I caught up with Ari in San Francisco while he was co-headlining at Cobb's with Joey CoCo Diaz. I watched Ari's fans shower him with gifts of joints and marijuana nuggets after his show and the next afternoon we sat down to have this conversation.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">We talk about many great things but most importantly we both agree that \"Comedy is a dark room where adults go to hear the truth about uncomfortable subjects.\"&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/ari-shaffir","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Ari_Shaffir.mp3","duration":"01:16:33"},{"title":"Carl LaBove","pubDate":1382574127,"pubDateFR":"24 Octobre 2013","description":"<p><span style=\"font-family: Helvetica; font-size: 12px;\">I was a fan of Carl LaBove before I ever even met him. When I was 17 I went to see Sam Kinison in Orlando and Carl LaBove was the opening act. Carl blew me away that night with his ferocious comedy cyclone, Kinison was wasted and I left the Bob Carr auditorium thinking Carl LaBove was a name to remember. <\/span><\/p>\n<p><span style=\"font-family: Helvetica; font-size: 12px;\">Years later I met Carl when we did the Toronto comedy festival together. On the gala television taping for that festival Carl accidentally ended up being on mushrooms for that performance. I never get tired of hearing Carl tell the story of that night. <\/span><\/p>\n<p><span style=\"font-family: Helvetica; font-size: 12px;\">Through the years I have become good friends with Carl and I see him as a master Samurai warrior of comedy. He is the perfect example to shatter the notion that comedy is a young man's game. Carl continues to be one of my favorite live performing comedians and night after night he harnesses the same enthusiastic high energy story telling power that first blew me away when I saw him at 17. <\/span><\/p>\n<p><span style=\"font-family: Helvetica; font-size: 12px;\">I'm privileged to have seen him perform countless times through the years and he inspires me because his performances get sharper and his stories and perception never cease to bust me up. He is one of the few comedians who always makes me laugh out loud. This conversation was recorded last month in Chicago as autumn was just taking hold of the trees. We were shooting the shit at the kitchen table of the apartment where Zanies puts their headliners. One of the best human beings in the comedy industry, open your heart for Mr. Carl LaBove.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/carl-la-bove","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Carl_LaBove.mp3","duration":"01:11:43"},{"title":"Rick Shapiro","pubDate":1381980660,"pubDateFR":"17 Octobre 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I first saw Rick Shapiro perform when I lived in New York City 1998 - 1999. He wasn't playing in comedy clubs then he had a regular Wednesday night stint at a bar in Lower Manhattan. A musician friend of mine took me to see him and the musician friend told me \"This guy does more than comedy. He does raw naked truth\". I was ready to not like it but what happened over the next two hours as I sat watching him in this dark bar was uniquely powerful. It took him about 20 minutes to warm up but once he did there were slabs of brilliance. He spoke so freely and candidly about being a heroin addict and male prostitute I was transfixed. The sheer raw power of his honestly as he portrayed different stories of his personal history made me a fan of his work and the comedy thunderbolts he was throwing down.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I didn't meet Rick until about 7 or 8 years ago at a party of comedians in Los Angeles. I must have ignored everyone for most of the night because my main memory of that party is of talking with Rick all night about comedy in the back yard. Sometimes you need to be patient with Rick, just like that first time I saw him in New York, because once he gets warms up it is truly masterful.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">This conversation was recorded at Rick's Hollywood bungalow. In this chat a beautiful point is made in that comedy wasn't invented for the young and beautiful. It was invented for the damaged people, the ones with great stories to tell. Few people have lived the life that Rick Shapiro has and I admire him because he weaves his stories throughout his brilliant observations on modern living.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">He's not afraid to get angry and yell at the injustice's of the world. I like his vulnerability and his sincerity on and off the stage. I think that sincerity is the bravest choice a comedian could make and Rick is a perfect example of this style.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I respect this man and believe him to be an American comedy legend who will be remembered and studied. Precisely for the very reason how he was first described to me, for his raw naked truth.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I'm proud to present to you here and now the raw naked truth of Rick Shapiro.<\/p>","link":"http:\/\/trr.libsyn.com\/rick-shapiro","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Rick_Shapiro.mp3","duration":"01:20:05"},{"title":"Sananda Maitreya","pubDate":1381369260,"pubDateFR":"10 Octobre 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">I believe this episode is among the very best that I have yet been a part of because of the time, love and preparation that went into making it.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Sananda Maitreya was once known by a former name that I will not speak because I get the feeling that person no longer exists and that is the way Mr. Maitreya wants it. I love and respect this man so much it is effortless for me to comply with his wishes. Earlier this year I discovered his brand new album entitled 'Return to Zooathalon' and it has been in my heavy rotation in the music that I have been using to pump me up and fuel me up to keep motoring down the highway.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">For me as a music lover there is no better feeling than when you fall in love with an artist's music to discover that they have an entire body of work that you were unaware of. That is what happened with me after I feel in love with 'Return to Zooathalon', I discovered the period of recordings Mr. Maitreya calls Post Millennium &nbsp;Rock. There are so many smash hits in these recordings! As I got further into his music I went deeper into exploring his website <span style=\"color: #4787ff;\"><a href=\"http:\/\/sanandamaitreya.com\/\">sanandamaitreya.com<\/a>&nbsp;<span style=\"color: #000000;\">&amp;<\/span><\/span> <a href=\"http:\/\/sananda.org\/\"><span style=\"color: #4787ff;\">sananda.org<\/span><\/a> where I discovered his archive or writings. His writings reminded me of my own comedy notebooks that I have been keeping for years and made me fall deeper in love with the man behind the music.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Mr. Maitreya lives in Milan, Italy with his wife who he loves and inspires him and they have just had their second child. I keep referring to him as Mr. Maitreya because many years ago I was lucky enough to be the opening act for James Brown and Ray Charles. Backstage everyone addressed them as Mr. Brown or Mr. Charles. Even Ray Charles' son Ray Charles Jr. called him Mr. Charles! I believe this is the same respect that Mr. Maitreya commands. In this conversation when Mr. Maitreya refers to an artist that he respects and admires I like that calls them master. I was privileged to have this long conversation with him via Skype and it is filled with wisdom, humor, philosophy and supreme advice from the life of a legendary recording artist.&nbsp;<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">For the first 5 minutes of our chat I felt like a nervous fan, for the half hour past that I felt like I had been friends with him my whole life, then beyond that I felt like a disciple of a new religion I wished that he would start. There ain't nothing about this man that I don't like! I'm proud to present to you here the one and only divine presence of music and light that is Master Sananda Maitreya!<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">The songs that I have generously been given permission to use in this episode can be found and available for purchase at the following links:<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica; min-height: 14px;\"><\/p>\n<p style=\"margin: 0px; font-size: 13px; font-family: Arial;\">'Kangaroo' from&nbsp;<i>Return To Zooathalon<\/i>&nbsp;<a href=\"http:\/\/www.zooathalon.com\/\"><span style=\"color: #1255cc;\">www.Zooathalon.com<\/span><\/a><\/p>\n<p style=\"margin: 0px; font-size: 13px; font-family: Arial;\">'Ornella Or Nothing' from&nbsp;<i>Return To Zooathalon&nbsp;&nbsp;<\/i><a href=\"http:\/\/www.zooathalon.com\/\"><span style=\"color: #1255cc;\">www.Zooathalon.com<\/span><\/a><\/p>\n<p style=\"margin: 0px; font-size: 13px; font-family: Arial;\">'With A Girl Like You' from&nbsp;<i>Nigor Mortis<\/i>&nbsp;<a href=\"http:\/\/www.nigormortis.com\/\"><span style=\"color: #1255cc;\">www.NigorMortis.com<\/span><\/a><\/p>\n<p style=\"margin: 0px; font-size: 13px; font-family: Arial;\">'Hurricane Me &amp; You' from <i>Return to Zooathalon<\/i> <a href=\"http:\/\/www.zooathalon.com\/\"><span style=\"color: #4787ff;\">www.Zooathalon.com<\/span><\/a>&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/sananda-maitreya","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Sananda_Maitreya.mp3","duration":"01:30:41"},{"title":"Dara Faizi","pubDate":1380851280,"pubDateFR":"04 Octobre 2013","description":"<p><span style=\"font-family: Helvetica; font-size: medium;\">This episode is a heartbreaker. I was shocked and saddened to learn that Dara Faizi died on September 30, 2013 at the tender young age of 25.<\/span><\/p>\n<div style=\"font-family: Helvetica; font-size: medium;\">I became friends with Dara when he was first starting out as a comedian in Holland.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">He was a young master of comedy even when he just started. He had confidence as a story teller and a command of the stage you don't normally see in a comedian who is just starting out. He told fierce tales about being from Afghanistan and how his father was killed by the Taliban. He was an only child brought to Holland by his Mother when he was only 9 years old.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">On long van rides to do theater shows all over Holland he would pick my brain with questions about being a comedian and performing. There are times as a comedian when you see a young performer and you know that they are destined for great things. That is how I felt about Dara, I knew he was going to be a star from the moment I met him.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">This conversation was recorded on November 1, 2010 in Amsterdam. For years before I started doing my podcast I had been filming comedians for the comedy travel TV show idea that I have about highlighting comedians around the world. Dara Faiza was one of the comedians I wanted to highlight from Holland. Originally I was only going to use a few clips from this conversation for the TV show I wanted to make but since that show is still not in the works and Dara has passed on I see no reason to keep this chat to myself.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">Since we recorded this conversation his career path had been smart, going in the Dutch tradition of cabaret where you craft hour theater performances instead of a night club act. In recent years he was doing lots of Dutch television programs and being highlighted deservedly so in the Dutch media. His story is epic and he lays it all out for me here.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">My heart aches to think of his Mother and how shattered she must be right now. In truth everyone's heart should ache because the world of comedy and performance lost a great talent. I still can't believe that he is no longer of this earth but I am grateful that I recorded this conversation with him when he was only 22.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">I am proud that he was my friend and I'm pleased to present to you here the bright light that is Dara Faizi!<\/div>","link":"http:\/\/trr.libsyn.com\/dara-faizi","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Dara_Faizi_.mp3","duration":"01:03:55"},{"title":"Jim Breuer","pubDate":1380158100,"pubDateFR":"26 Septembre 2013","description":"<p style=\"margin: 0px 0px 10px; font-family: Verdana;\">I've known Jim Breuer since we were both starting out in Florida back at Ron Bennington's Comedy Scene in Clearwater. He has always been bringing head crunching thunder as a comedian since I first saw him. He went on to massive success with Saturday Night Live and co-staring with Dave Chappelle in the quintessential&nbsp;stoner movie of all time 'Half Baked'.<\/p>\n<p style=\"margin: 0px 0px 10px; font-family: Verdana;\">We recorded this conversation in Chicago while we were both performing there. I was looking forward to seeing him and telling him how much I loved his act the last few times I had seen him because he bravely spoke about taking care of Dad and helping him through his illness. It was the most heartbreaking subject matter turned into hilarious comedy. It turned out Jim has just released a film about his father's illness called 'More than me' which is now available on Netflix. In this conversation he opens up about his Dad, the highs and frustrations of being a main player on SNL, the greatest show business advice he ever received from Bill Cosby, hilarious opinions and stories that solidify Jim as one of the most head strong people in comedy.<\/p>\n<p style=\"margin: 0px 0px 10px; font-family: Verdana;\">His podcast model entertainment empire development concept is brilliant and I have always enjoyed seeing what projects he comes out with next. One of my favorite things in life is getting together in the afternoon with a comedian friend and shooting the shit. This is me laughing it up with my old friend Jim Breuer. Feast upon it!<\/p>","link":"http:\/\/trr.libsyn.com\/jim-breuer","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Jim_Breuer.mp3","duration":"01:30:51"},{"title":"Special Episode: In Rome with Scooteroma","pubDate":1379726340,"pubDateFR":"21 Septembre 2013","description":"<p><span style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">For the past 3 years in a row my wife and I have rented an apartment in Rome.<\/span><\/p>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">This year we did something different, we acted like we lived there. Instead of exhausting days visiting the monuments we look it easy, exploring delicious restaurants, relaxing in cozy wine bars... the one treat we planned was a four hour scooter tour with&nbsp;<a href=\"http:\/\/scooteroma.com\/\" target=\"_blank\" style=\"color: #1155cc;\">scooteroma.com<\/a>&nbsp;<\/div>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\"><\/div>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">My friend Bert Kreischer turned me on to them.It is one of the coolest things I have ever done in Rome. It's run by Annie Ojile and Giovanni Nerone. Annie is from Minnesota and she is married to Giovanni who is from Rome. They both know so many interesting facts about Roman history, Italian culture, language and music. They we so fun and interesting my wife and I became instant friends with them. A few nights after our tour we got together for dinner then went back to our apartment to drink wine and talk about all things Italy.<\/div>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\"><\/div>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">This episode is packed with information and you will love that Rome in all it's glory coming into your ear holes. Rome has become one of my favorite spots on the earth that I keep coming back to. Annie and Giovanni are the best ones to talk with about it and I highly recommend taking their tour as it is an experience you won't soon. Forget. Enjoy this feast of knowledge, laughter and friendship!<\/div>","link":"http:\/\/trr.libsyn.com\/special-rome-episode-with-scooteroma","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_Scooteroma_3.mp3","duration":"01:54:25"},{"title":"Faye Woodruff","pubDate":1379260680,"pubDateFR":"15 Septembre 2013","description":"<p>When I started out on the road I worked the southern circuits of the United States. I have performed in every town that ends in ville or boro. &nbsp; I did a horrendous gig in Mobile, Alabama many years ago and the best thing about it was I made a life long friendship with Faye Woodruff. &nbsp; Faye is a southern comedy legend known as the Grand Mother From Hell. She started doing the road once her husband Joe had retired and they would travel together. It was inspiring to see an older couple who were still head over heels in love with each other. Sadly, Joe passed away and as she gets older Faye does the road less and less. She has been an important person in my life. My Grand Mother died when I was very young and I have always considered Faye to be a sort of Grand Mother figure to me. She loves dirty jokes and that is why she is called the Grand Mother from Hell because she looks like a sweet little old lady when she takes the stage but then her act that follows is filthy and hilarious. She once robbed a comedy club at gun point in Jacksonville Beach, FL after they refused to pay her. She tells that story here and how she made the most fun out of her time in jail. I also get her to tell me my favorite story of hers which is what she taught a parrot to say in Key West, FL. She loves Nashville, country music and filthy jokes. I go out of my way to swing by Nashville to visit her whenever I have the chance. Things haven't been easy since Joe died but she loves life and believes in laughter and jokes to be the sweetest joys a person could know. Once you hear this conversation, recorded in Nashville last year, you will know why I have loved her since the day I met her and why she is called the Grand Mother from Hell.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/faye-woodruff","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Faye_Woodruff_Edited_2.mp3","duration":"56:57"},{"title":"Kuah Jenhan","pubDate":1378469857,"pubDateFR":"06 Septembre 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Tom Rhodes Radio is in Malaysia!<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Kuah Jenhan is the darling of the Malaysian comedy scene. His jokes are clean and clever and he is admired for turning over fresh new material frequently. I worked with him on my first visit to Kuala Lumpur and got to sit down and have this chat with him when I recently returned. He writes a comedy monthly comedy column for Esquire magazine of Malaysia and recently had an ice cream named after him. Enjoy the world wide perspective of one of Asia fastest rising comedy stars!<\/p>","link":"http:\/\/trr.libsyn.com\/kuah-jenhan","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Kuah_Jenhan_.mp3","duration":"01:06:26"},{"title":"Hasan Minhaj","pubDate":1378216664,"pubDateFR":"03 Septembre 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Hasan Minhaj is politically aware and socially conscious in his comedy and in his life. He doesn't take any shit when it comes to offensive stereotypes, just ask Ashton Kutcher who he smacked down for appearing in brown face. Hasan has appeared on MTV's Disaster Date and can be seen in the upcoming Stand Up Planet. He puts his heart and soul into his comedy and his youtube videos brandishing the powerful sword of truth. This episode was recorded at the Safari Inn in Burbank, California where scenes from the movie True Romance were filmed. Enjoy this future bright star of world wide comedy!<\/p>","link":"http:\/\/trr.libsyn.com\/hasan-minhaj","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Hasan_Minhaj.mp3","duration":"01:30:20"},{"title":"Stephen Grant","pubDate":1377789577,"pubDateFR":"29 Août 2013","description":"<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">I worked with Stephan Grant earlier this year in Kuala Lumpur.&nbsp;<\/div>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">He has a lightning quick wit and powers out jokes on a wide range of topics. He writes for many television shows and comedy TV stars in the UK. If you see him work it is no surprise he is in such hot demand as a writer. I enjoyed watching him work night after night and he shoots out punchlines like an AK 47 in rapid powerful procession. He lives in Brighton, the artist hipster capitol of England and if you don't know him already you will be glad for the introduction. He made comedy history when he was sued by his ex-wife for making jokes about her. In that regard he has done something for the entire industry by defending the right to joke about whatever you like. The man has my respect and I thank him for the truck loads of laughter he delivers. Enjoy one of England's finest comedians!<\/div>","link":"http:\/\/trr.libsyn.com\/stephen-grant","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_presents_Stephen_Grant.mp3","duration":"01:08:21"},{"title":"Carlos Valencia","pubDate":1377549806,"pubDateFR":"26 Août 2013","description":"<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">This episode was recorded in Madison, Wisconsin.<\/div>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">Many times as a comedian I will work with a younger comedian who I believe has true talent and a bright future. I had met Carlos Valencia through Doug Stanhope several years ago but didn't get to see him work until he opened for me last year at Comedy On State in Madison. He has a dark twisted sense of humor and he is following the path of a comedian with a pure heart. He is a golden human being and a comedian you should know about so that it is no surprise when he rises up in the near future. Please enjoy my friend, Carlos Valencia.<\/div>","link":"http:\/\/trr.libsyn.com\/carlos-valencia","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Carlos_Valencia.mp3","duration":"01:21:09"},{"title":"Jonathan Atherton","pubDate":1376746319,"pubDateFR":"17 Août 2013","description":"<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">In my eyes Jonathan Atherton will always remain a great man because he turned my beliefs around on the city of Singapore. I went there once and never wanted to return because I thought it was soulless. He invited me to perform there again and said if I didn't like it he would pay me double.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">When I returned he proceeded to show me a Singapore I never knew existed. Late night clubs, fun parties, beer festivals and the most delicious street food on the planet. Forever he will live on in my heart as the man who turned me on to black pepper crab. A Singapore specialty that is worth buying a plane ticket to go there for.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">Jonathan Atherton is one of the most interesting human beings I have ever met in my life. Originally from Brisbane, Australia he went on to smuggle gasoline from Zimbabwe to Uganda then sold prostitutes in Kenya shoes from Great Britain all before becoming the inspiration and guiding light of stand up comedy in Singapore.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">From inventing the comedy scene in Singapore he also is one of the strongest comedy presences in South East Asia. This conversation was recorded in Kuala Lumpur where he has just moved. In his fabulous new house in a very cool part of the city we talk about his past insane history.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">What he created in Singapore comedy and his new life in Malaysia. He is an encyclopedia of human triumph, personal disaster and the redemption of speaking truth in stand up comedy to make the world a better place.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">He is a respected comedy figure in KL &amp; Singapore and I have loved and respected this man myself since I first stepped off the plane and he lived up to his vow to show me why Singapore was such a magnificent place on the earth.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">His story is mind blowing. Amazing how he has packed so much life and knowledge into such a brief tender age. He inspires the majority of comedians in South East Asia to live up to their highest ideals of themselves as comedy performers.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">&nbsp;<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">I respect this man greatly, no matter how wildly eccentric his actions are. Comedians are the only people who I can forgive for anything and Jonathan owns my heart like a brother on his own course I gladly watch sail. I caught him now as he had just moved from Singapore to Kuala Lumpur and I tapped his brain for the greatest knowledge nuggets that would serve someone seeking a life in stand up comedy.<\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\"><\/div>\n<div style=\"font-family: Georgia, 'Bitstream Charter', serif; color: #444444; line-height: 24px; font-size: 16px;\">Get it here!<\/div>","link":"http:\/\/trr.libsyn.com\/jonathan-atherton","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Jonathan_Atherton.mp3","duration":"01:44:45"},{"title":"Eleanor Tiernan","pubDate":1376402115,"pubDateFR":"13 Août 2013","description":"<div style=\"font-family: Helvetica; font-size: medium;\">It's no secret that I love Ireland and I have worked with some wildly funny comedians there. One of them that I like the most is Eleanor Tiernan.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">I've watched her develop into an amazing performer over the years and if you don't already know her you will be happy to discover her comedy.&nbsp;I like her so much I requested her to work with me last year in Chicago.&nbsp;It was a joy to see her killing the American audiences night after night.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">We recorded this conversation at the end of a fun week exploring the city and doing shows together every night. Her inventive intelligent style of humor will instant make you a fan.<\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\"><\/div>\n<div style=\"font-family: Helvetica; font-size: medium;\">Enjoy listening to her explain why treason is sexy!<\/div>","link":"http:\/\/trr.libsyn.com\/eleanor-tiernan","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Eleanor_Tiernan_Tue.mp3","duration":"01:10:17"},{"title":"Harith Iskander","pubDate":1376057880,"pubDateFR":"09 Août 2013","description":"<p style=\"margin: 0px 0px 10px; font-family: Verdana;\">Tom Rhodes Radio is in Malaysia! What are Moslim people making jokes about? What&nbsp;makes Malaysian stand up more progressive than American stand up?&nbsp;Tom gets to sit down with Malaysia's most famous and veteran comedian Harith Iskander. Harith gave birth to stand up comedy in Malaysia Asia two decades ago and should be considered the true ambassador for bringing stand up comedy to Asia. Listen how the stand up scene all started in Asia and learn what makes moslim people laugh. Get it here!<\/p>","link":"http:\/\/trr.libsyn.com\/harith-iskander","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Harith_Iskander.mp3","duration":"01:11:49"},{"title":"Rory Zacher & Kelly La Banco","pubDate":1375719420,"pubDateFR":"05 Août 2013","description":"<p>Tom Rhodes Radio is in Chicago! Let me introduce you to the most interesting couple I know! Rory Zacher &amp; Kelly La Banco two fresh faced kids that moved to Los Angeles to get involved in the porn industry. This episode brings you juicy &amp; surprising behind the scene stories and all that jazz of the business of porn. Get it here!<\/p>","link":"http:\/\/trr.libsyn.com\/rory-zacher-kelly-la-banco","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Rory_Zacher__Kelly_La_Banco.mp3","duration":"01:14:50"},{"title":"Gina Yashere","pubDate":1375219740,"pubDateFR":"30 Juillet 2013","description":"<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Tom Rhodes Radio is in Los Angeles!<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">Several years ago I worked with Gina Yashere in Singapore, Kuala Lumpur and Jakarta. I loved her as a person and was extremely impressed with her as a comedian. He stories are hard hitting hilarity. Her Mother is from Nigeria and Gina grew up in London. Her unique perspective on the world and skill as a performer I never tired of watching night after night. Just hanging out with her tickles me silly. We bonded they way combat veterans bonded on this exotic tour and have stayed friends ever since. I respect her talent and love her as a human being. It surprises me that she is not a bigger star in the United States but I think her day is coming.<\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\"><\/p>\n<p style=\"margin: 0px; font-size: 12px; font-family: Helvetica;\">We recorded this conversation last month while I was in Los Angeles, recounting her getting her purse snatched in Kuala Lumpur, her life growing up in London, how her Mom has become a celebrity thanks to Gina's jokes about her and what it was like when Gina went to Nigeria to get in touch with her family history. She is a powerhouse performer and a natural comic wit on and off stage. If you don't know her prepare to fall in love with the one and only Gina Yashere!<\/p>","link":"http:\/\/trr.libsyn.com\/gina-yashere","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Gina_Yashere.mp3","duration":"01:26:28"},{"title":"Brian Posehn","pubDate":1374508800,"pubDateFR":"22 Juillet 2013","description":"<p>Tom Rhodes Radio is in Los Angeles! Brian Posehn has been my friend for over 20 years. He has gone on to have an amazing career, writing for HBO's Mr. Show, acting in NBC's Just Shoot Me and Comedy Central's The Sarah Silverman Show. I don't get to see him very often but when I do it's always a good laugh.&nbsp;<\/p>\n<p>This conversation was recorded at his home in Los Angeles and among the highlights is Brian letting me know that his son Rhoads is not named after me. Enjoy a glimpse into our friendship!<\/p>","link":"http:\/\/trr.libsyn.com\/brian-posehn","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Brian_Posehn.mp3","duration":"01:13:10"},{"title":"Brendhan Lovegrove","pubDate":1374277980,"pubDateFR":"20 Juillet 2013","description":"<p>Tom Rhodes is in New Zealand! Tom chats with New Zealand's comedy legend Brendhan Lovegrove. &nbsp;Brendhan and I met 15 years ago in London while filming a television show together. Working together again in the years that followed in Sydney and Jakarta. Brendhan is one of the main people how got me invited to the New Zealand Comedy festival. This conversation was recorded in my hotel room on a rainy day in Auckland. He delights me with interesting facts about New Zealand and tells me how England is the human debauchery capitol of the world.<\/p>","link":"http:\/\/trr.libsyn.com\/brendhan-lovegrove","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Brendhan_Lovegrove_.mp3","duration":"01:02:49"},{"title":"Jimmy Shubert","pubDate":1373864400,"pubDateFR":"15 Juillet 2013","description":"<p>Tom Rhodes Radio is in Los Angeles!<\/p>\n<p><\/p>\n<p>Jimmy Shubert is a comedian I have loved and respected for years. He has always been a strong performer with hard hitting jokes. I've known him for many years and I enjoy him because not only is he a kind hearted friend, he constantly cracks me up.&nbsp;<\/p>\n<p><\/p>\n<p>As a comedian with a lot of years under my belt there are not too many people who just being in their presence cracks me up but Jimmy is one of those few people who do.&nbsp;<\/p>\n<p><\/p>\n<p>On a recent visit to Los Angeles I stopped by his house where we recorded this episode at his kitchen table with freshly brewed cups of coffee.&nbsp;<\/p>\n<p><\/p>\n<p>As a live performing comedian I find him to be a total head cruncher! The man knows how to destroy a room! He owns my respect. He recently had performed in China and Israel and we had a lot of catching up to do since we had last seen each other.&nbsp;<\/p>\n<p><\/p>\n<p>It's always a good day when I get to hang out with Jimmy Shubert! Enjoy!<\/p>","link":"http:\/\/trr.libsyn.com\/jimmy-shubert","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Jimmy_Shubert.mp3","duration":"01:18:57"},{"title":"Chris Martin","pubDate":1373666160,"pubDateFR":"12 Juillet 2013","description":"<p>Tom Rhodes is in New Zealand!&nbsp;<\/p>\n<p>After doing the New Zealand Comedy Festival in Auckland for 2 weeks I did a best of the fest tour with a small group of comedians that went all over the country. This was an epic adventure in the land of epic adventures. We performed in gorgeous theaters nightly, had daily flights or long van rides. It was a fun group to travel with because nobody on this tour was a douche bag.&nbsp;<\/p>\n<p>Of the comedians on the line up Chris Martin from London killed it every night. He is young, handsome and has the right passion for comedy. I was impressed that he carried the same style of notebook that I did, scribbling ideas in it every day and consulting it before he went on stage.<\/p>\n<p>There is an exciting period when you are fresh into comedy and you are looking for jokes in everything. Chris Martin has that enthusiasm and I respect him for it. Everyone on the tour bonded friendships and supported each other. We all laughed truck loads enjoying the hundreds and hundreds of miles we were traveling together.&nbsp;<\/p>\n<p>At the end of the tour Chris Martin and I sat down to have this chat back stage at the Regent theater on Broadway in Palmerston North, New Zealand.<\/p>\n<p>Chris Martin is a joy to watch perform and even more fun to shoot the shit with back stage before a show.<\/p>\n<p><\/p>\n<p>Comedian Chris Martin - Flamingo - Dave's One Night Stand&nbsp;http:\/\/www.youtube.com\/watch?feature=player_embedded&amp;v=-c4z-qx-Ci4<\/p>\n<p>Comedian Chris Martin - Driving - Dave's One Night Stand&nbsp;http:\/\/www.youtube.com\/watch?feature=player_embedded&amp;v=Qf6rKj_-J-I<\/p>\n<p><\/p>","link":"http:\/\/trr.libsyn.com\/chris-martin","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Chris_Martin.mp3","duration":"01:16:38"},{"title":"Brendon Walsh","pubDate":1373394600,"pubDateFR":"09 Juillet 2013","description":"<p>Tom Rhodes Radio is in Austin, Texas! Lovable lunatic and comedy juggernaut Brendon Walsh and I got together at the Moon Tower Comedy Festival in Austin , Texas to discuss how being in love affects your comedy, pulling the ultimate pranks and the mutual respect we gained from meeting and working together on a very tough gig in Reno, Nevada.<\/p>","link":"http:\/\/trr.libsyn.com\/brendon-walsh","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Brendon_Walsh.mp3","duration":"01:09:18"},{"title":"Jesse Griffin aka Wilson Dixon","pubDate":1373079240,"pubDateFR":"06 Juillet 2013","description":"<p>Tom Rhodes Radio is in New Zealand! After doing the NZ comedy Festival in Auckland I did a 2 week best of the fest tour going all over the country. With a small group of comedians we shared planes, van rides, and stages every night for 2 weeks. Of this great group of guys Jesse Griffin and I became fast friends. He is lovably smooth and his jokes are sharply funny. &nbsp;I thought him to be one of the best Kiwi comedians that I saw.<\/p>\n<p>Aside from being a comedian, writing for television and making movies he has an American cowboy persona that he performs under the name of Wilson Dixon. As Wilson Dixon he has toured comedy festivals around the world achieving great success. Wilson Dixon is a philosophical wise cracking American Country &amp; Western singer songwriter with thunderously good punchlines. Jesse Griffin is a man of many talents and he is good fun to be on tour with.<\/p>\n<p>We recorded this at the end of our 2 week tour together in Timaru, New Zealand. Our days were so full of traveling and performing and in a town without much to do we had this chat where we talk about interesting facts about New Zealand, the extraordinary event of meeting his wife, the killer character he created with Wilson Dixon, killing his demons before making babies, the joy of comedy and a wide range of subjects bouncing off of each others ideas.<\/p>\n<p>New Zealand is one of the heavenliest places on earth and one of the best gems I found there is Jesse Griffin. &nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/jesse-griffin-aka-wilson-dixon","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Jesse_Griffin.mp3","duration":"01:19:54"},{"title":"Andy Kindler","pubDate":1372197120,"pubDateFR":"25 Juin 2013","description":"<p>Tom Rhodes Radio is in Los Angeles! I got to sit down with Andy Kindler who revealed why he took marshal arts lessons to defend himself from people he had made fun of.<\/p>","link":"http:\/\/trr.libsyn.com\/andy-kindler","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Andy_Kindler.mp3","duration":"01:19:58"},{"title":"Markus Birdman","pubDate":1371755400,"pubDateFR":"20 Juin 2013","description":"<p><span style=\"color: #333333; font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 13.333333969116211px; line-height: 18.88888931274414px;\">Markus Birdman explains how his near death experience made him a better comedian and how he admires his Vicor Father's performing style.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/markus-birdman","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Markus_Birdman.mp3","duration":"01:08:27"},{"title":"Laurie Kilmartin","pubDate":1371568260,"pubDateFR":"18 Juin 2013","description":"<p><span style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">Tom Rhodes Radio is in LA! Brilliant comedy writer Laurie Kilmartin explains how she turns her personal turmoil into comedy gold in this new episode. Enjoy!<\/span><\/p>\n<p><\/p>\n<p><\/p>\n<p><\/p>","link":"http:\/\/trr.libsyn.com\/laurie-kilmartin","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Laurie_Kilmartin.m4a","duration":"01:23:12"},{"title":"Steve Hughes 2","pubDate":1371133026,"pubDateFR":"13 Juin 2013","description":"<p>Steve Hughes and Tom Rhodes talk about everything pertinent on a rainy Saturday in Auckland during the New Zealand International comedy festival. May 2013.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/steve-hughes-2","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Presents_Steve_Hughes_2.m4a","duration":"01:23:20"},{"title":"Moshe Kasher","pubDate":1370963144,"pubDateFR":"11 Juin 2013","description":"<p>Tom &amp; Moshe discuss comedy, travel, religion, and their respective tastes in pornography.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/moshe-kasher","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Moshe_Kasher.mp3","duration":"01:37:36"},{"title":"Tom Gleeson","pubDate":1370652500,"pubDateFR":"08 Juin 2013","description":"<p>Tom Rhodes Radio presents the funny Tom Gleeson! Recorded in Auckland New Zealand 2013.<\/p>\n<p><\/p>\n<p>Sources on this episode:&nbsp;<\/p>\n<p>Clips taken from https:\/\/www.youtube.com\/nonstoptom<\/p>\n<p>Tom Gleeson Storm in a Tea Cup #5<\/p>\n<p>Tom Gleeson | 2012 Melbourne Comedy Festival All Stars<\/p>\n<p><\/p>\n<p>Podcast theme song: New Generation by The Universals<\/p>","link":"http:\/\/trr.libsyn.com\/tom-gleeson","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Presents_Tom_Gleeson.m4a","duration":"01:23:20"},{"title":"Kim Dotcom","pubDate":1370009340,"pubDateFR":"31 Mai 2013","description":"<p>Kim Dotcom is a German-Finnish Internet entrepreneur, currently residing in New Zealand. He is the founder of Megaupload and its associated websites, as well as Megaupload's successor site, Mega.&nbsp;<\/p>\n<p>What makes Kim controversial is the fact that the American government is actively trying to extradite him from New Zealand to the US.&nbsp;<\/p>\n<p>American comedian Tom Rhodes wanted to meet this enigmatic maverick of modern technology and show the human side of this public figure who is so often demonized in the mass media.&nbsp;<\/p>\n<p>Recorded on the last day that Tom was in the country for the New Zealand International Comedy Festival.<\/p>\n<p>Kim &amp; Tom are instantly united by their humor and a very honest open conversation about everything of relevance pertaining to Kim Dotcom is raised and discussed openly.<\/p>\n<p>Sources of news clips can be found on YouTube. Steve Wozniak, co founder of Apple, gives an interview where he defends Kim's actions and ways of doing business.<\/p>\n<p>Source of the interview clip with Tom Rhodes is from the program Nine to Noon hosted by Kathryn Ryan aired on Radio New Zealand . For full interview go to:<\/p>\n<p>http:\/\/www.radionz.co.nz\/national\/programmes\/ninetonoon\/audio\/2555002\/tom-rhodes<\/p>\n<p>Podcast theme song: 'New Generation' by The Universals<\/p>\n<p>End song: ' The Harder They Come' &nbsp;by Jimmy Cliff<\/p>","link":"http:\/\/trr.libsyn.com\/kim-dotcom","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Kim_Dotcom.m4a","duration":"58:57"},{"title":"Greg Fleet","pubDate":1369677725,"pubDateFR":"27 Mai 2013","description":"<p>Tom chats with Australian actor &amp; comedian, Greg Fleet.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/greg-fleet","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Greg_Fleet.mp3","duration":"01:10:54"},{"title":"Joey Waldon","pubDate":1369061764,"pubDateFR":"20 Mai 2013","description":"<p><span style=\"color: #444444; font-family: 'Open Sans', 'Lucida Grande', 'Segoe UI', Arial, Verdana, 'Lucida Sans Unicode', Tahoma, 'Sans Serif'; font-size: 13.63636302947998px;\">Joey Waldon keeps it eternally silly &amp; colorful on the new Tom Rhodes Radio.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/joey-waldon","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Joey_Waldon.m4a","duration":"01:07:27"},{"title":"Godfrey","pubDate":1368458991,"pubDateFR":"13 Mai 2013","description":"<p>Tom chats with veteran actor &amp; comedian Godfrey at the Moontower Comedy Festival in Austin, TX. &nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/godfrey","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Godfrey.m4a","duration":"57:13"},{"title":"Ari Shaffir & Marc Maron","pubDate":1367509260,"pubDateFR":"02 Mai 2013","description":"<p>Tom sat down with Ari Shaffir at the Moontower Comedy Festival in Austin, TX. Then Marc Maron showed up and did what he does best - made it all about him.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/ari-shaffir-marc-maron","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Ari_Shaffir__Marc_Maron.m4a","duration":"59:49"},{"title":"Steve Hughes","pubDate":1366665660,"pubDateFR":"22 Avril 2013","description":"<p class=\"p1\">Heavy Metal Comedian Steve Hughes crushes political thoughts and conspiracy theories with Tom in Sydney, Australia.<\/p>","link":"http:\/\/trr.libsyn.com\/steve-hughes","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Steve_Hughes.mp3","duration":"01:09:35"},{"title":"Doug Stanhope 3","pubDate":1365800203,"pubDateFR":"12 Avril 2013","description":"<p class=\"p1\">Doug and Tom drink late into the night in this last part of their conversation recorded in Bisbee, AZ March 2013. Videos available @ <a href=\"http:\/\/YouTube.com\/kingofhaha\">YouTube.com\/kingofhaha<\/a><\/p>","link":"http:\/\/trr.libsyn.com\/doug-stanhope-3","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_-_Doug_Stanhope_Part_3.m4a","duration":"01:04:36"},{"title":"Doug Stanhope 2","pubDate":1364949190,"pubDateFR":"03 Avril 2013","description":"<p><span style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">Tom returns to Bisbee, Arizona to chat with Doug Stanhope about guns, tragedy, death, and the joy of controversy.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/doug-stanhope-2","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Doug_Stanhope_2.m4a","duration":"01:04:47"},{"title":"Brad Garrett","pubDate":1364325425,"pubDateFR":"26 Mars 2013","description":"<p>Tom chats with one of his favorite people in comedy, Brad Garrett, at his glorious Las Vegas comedy club.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/brad-garrett","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Brad_Garrett.mp3","duration":"01:17:16"},{"title":"Rick Overton","pubDate":1363726871,"pubDateFR":"19 Mars 2013","description":"<p>Tom chats with a living museum of stand-up comedy, the still relevant and still hilarious, Rick Overton.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/rick-overton","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Rick_Overton.mp3","duration":"01:06:12"},{"title":"Jake Johannsen","pubDate":1363098599,"pubDateFR":"12 Mars 2013","description":"<p>Tom chats with long-time friend and one of Letterman's favorite comedians, the great Jake Johannsen.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/jake-johannsen","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Jake_Johannsen.mp3","duration":"01:29:30"},{"title":"Greg Proops","pubDate":1362496246,"pubDateFR":"05 Mars 2013","description":"<p>Greg Proops proves that he is indeed the smartest man in the world. He's also one of Tom's oldest friends in comedy and brought him to London for his first European gigs. Please enjoy this great chat. &nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/greg-proops","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Greg_Proops.mp3","duration":"01:41:03"},{"title":"Noel Faulkner","pubDate":1362085269,"pubDateFR":"28 Février 2013","description":"<p>Tom sits down with Noel Faulkner, the Irish owner of London's legendary Comedy Cafe. He's a truly fascinating human being.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/noel-faulkner","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Noel_Faulkner.mp3","duration":"01:57:27"},{"title":"Tommy Tiernan","pubDate":1360168823,"pubDateFR":"06 Février 2013","description":"<p>Tom travels to Galway to chat with his friend, legendary Irish comedian, Tommy Tiernan.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/tommy-tiernan","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tommy_Tiernan.mp3","duration":"01:19:33"},{"title":"Adam Fields","pubDate":1358781900,"pubDateFR":"21 Janvier 2013","description":"<p><span>Tom enjoys a chat with&nbsp;<span style=\"color: #111111; font-family: Arial, Helvetica, sans-serif; line-height: 22px;\">Amsterdam based British comic Adam Fields upstairs at the Comedy Theater in de Nes.&nbsp;<\/span><\/span><\/p>","link":"http:\/\/trr.libsyn.com\/adam-fields","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Adam_Fields.mp3","duration":"01:56:52"},{"title":"Bill Bailey","pubDate":1358177972,"pubDateFR":"14 Janvier 2013","description":"<p>Brilliant English comedian\/actor\/musician Bill Bailey joins Tom for a chat in Indonesia at the Jakarta Fringe Festival.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/bill-bailey","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Bill_Bailey.mp3","duration":"01:19:24"},{"title":"Jamie DeWolf","pubDate":1357582546,"pubDateFR":"07 Janvier 2013","description":"<p><span style=\"color: #333333; font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 13px; line-height: 17px;\">Jamie DeWolf reveals all of Scientology's secrets and tells how being L. Ron Hubbard's great grandson fuels his performance art.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/jamie-de-wolf","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Jamie_DeWolf_Tom_Rhodes_Radio.mp3","duration":"01:31:39"},{"title":"Brother John Rhodes","pubDate":1356735206,"pubDateFR":"28 Décembre 2012","description":"<p>Tom's brother tells the world to stop being such a pussy.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/brother-john-rhodes","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/John_Rhodes_Tom_Rhodes_Radio.mp3","duration":"01:59:58"},{"title":"Steve Hicks (Part 2)","pubDate":1355696185,"pubDateFR":"16 Décembre 2012","description":"<p><span style=\"color: #333333; font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 13px; line-height: 17px;\">In honor of Bill Hicks' birthday, December 16, his brother Steve shares extra loving family stories about the comedy legend.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/steve-hicks-part-2","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Steve_Hicks_part_2_Tom_Rhodes_Radio.mp3","duration":"51:24"},{"title":"Steve Hicks (Part 1)","pubDate":1355335740,"pubDateFR":"12 Décembre 2012","description":"<p><span style=\"color: #333333; font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; font-size: 13px; line-height: 17px;\">Steve explains why Bill Hicks is to some people what Jesus is to Christians. And what it was like to be the big brother of Comedy Jesus.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/steve-hicks-part-1","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Steve_Hicks_part_1_Tom_Rhodes_Radio.mp3","duration":"01:16:07"},{"title":"Christina Pazsitzky","pubDate":1354032185,"pubDateFR":"27 Novembre 2012","description":"<p><span style=\"font-size: small;\">Christina Pazsitzky&nbsp;<span style=\"color: #333333; font-family: 'lucida grande', tahoma, verdana, arial, sans-serif; line-height: 17px;\">reveals the most viscious Hungarian insults and explains why telling shit jokes makes her feel truly alive.<\/span><\/span><\/p>","link":"http:\/\/trr.libsyn.com\/christina-pazsitzky","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Christina_Pazsitzky_-_Tom_Rhodes_Radio.mp3","duration":"01:24:27"},{"title":"Arj Barker","pubDate":1351271237,"pubDateFR":"26 Octobre 2012","description":"<p>Tom chats with global comedy star Arj Barker at a Denny's in Orlando, Florida.<\/p>","link":"http:\/\/trr.libsyn.com\/arj-barker","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Arj_Barker_Tom_Rhodes_Radio.mp3","duration":"01:30:19"},{"title":"John Fox","pubDate":1350075346,"pubDateFR":"12 Octobre 2012","description":"<p><span style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px;\">The late legendary Comedian John Fox talks about his friendships with Johnny Carson and Rodney Dangerfield. He also shares his happiest moments in his long comedy career and why Wrigley field is paradise on earth.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/john-fox","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/John_Fox_Tom_Rhodes_Radio.mp3","duration":"59:17"},{"title":"Ron Shock","pubDate":1348259860,"pubDateFR":"21 Septembre 2012","description":"<p>In one of his final interviews, Ron Shock shares some of his best life stories with Tom just before his passing.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/ron-shock","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Ron_Shock_Tom_Rhodes_Radio_092012.mp3","duration":"01:11:34"},{"title":"Ryan Stout","pubDate":1347302312,"pubDateFR":"10 Septembre 2012","description":"<p>Tom chats with one of his favorite young comics, Ryan Stout. He turns 30 this month and already has a ton of hosting credits, a killer album, and plays the best American clubs. Please enjoy this fantastic man.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/ryan-stout","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Ryan_Stout_Tom_Rhodes_Radio.mp3","duration":"01:20:37"},{"title":"Brian Scolaro","pubDate":1346421245,"pubDateFR":"31 Août 2012","description":"<p>The irresistibly funny and lovable Brian Scolaro joins Tom for a lovely chat about his life on stage and on screen.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/brian-scolaro","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Brian_Scolaro_Tom_Rhodes_Radio_Podcast.mp3","duration":"01:28:37"},{"title":"W. Kamau Bell","pubDate":1345755180,"pubDateFR":"23 Août 2012","description":"<p>I got to sit down with my long-time San Francisco pal, W. Kamau Bell, star of the new show \"Totally Biased with W. Kamau Bell\" on FX. He's a lovely human and I hope you enjoy this conversation.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/w-kamau-bell","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_-_W._Kamua_Bell.mp3","duration":"01:33:48"},{"title":"Lee Camp","pubDate":1344547176,"pubDateFR":"09 Août 2012","description":"<p>Lee Camp is one of today's most important political comedians. I caught up with him in Los Angeles after we went to a taping for Russel Brand's new show. We talk about the current state of Occupy and his genius web-series \/ book, \"Moment of Clarity\". Please enjoy my conversation with this wonderful human being. &nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/lee-camp","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Lee_Camp.mp3","duration":"01:49:36"},{"title":"Russell Peters","pubDate":1340297093,"pubDateFR":"21 Juin 2012","description":"<p>Tom catches up with international superstar Russell Peters while they perform together in Amsterdam for a Showtime special. They share their experiences of traveling the world to perform stand-up comedy for people of all races and cultures.&nbsp;<\/p>","link":"www.tomrhodes.net","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/russell_peters_tom_rhodes_radio_podcast.mp3","duration":"01:16:16"},{"title":"Dana Gould","pubDate":1338494402,"pubDateFR":"31 Mai 2012","description":"<p>Tom sits down with his long time San Francisco pal Dana Gould at the Moontower Comedy Festival in Austin, TX. They talk about his legendary career in stand-up comedy, dealing with hecklers, 911, UFOs &amp; Area 51, Gearoge Carlin, and his time with the Simpsons.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/dana-gould","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_Dana_Gould.mp3","duration":"01:09:19"},{"title":"Jeff Foxworthy","pubDate":1336240920,"pubDateFR":"05 Mai 2012","description":"<p>Tom chats with legendary comedian Jeff Foxworthy on stage at the world famous Punchline in Atlanta. They talk about the early days of driving to gigs together and growing as comedians in the south. They also discuss Jeff Foxworthy's recent Mitt Romney endorsement. Enjoy!&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/jeff-foxworthy","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_Jeff_Foxworthy.mp3","duration":"01:34:23"},{"title":"Matt Davis","pubDate":1334850668,"pubDateFR":"19 Avril 2012","description":"<p>Tom sits down with one of the South's most talented and promising rising stars of comedy, Matt Davis. They discuss the joys and horrors of southern audiences and succeeding in the often brutal circuit.&nbsp;<\/p>\n<p><a href=\"http:\/\/www.daviscomedy.com\/\" target=\"_blank\">http:\/\/www.daviscomedy.com\/<\/a><\/p>","link":"http:\/\/trr.libsyn.com\/matt-davis","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Matt_Davis_Tom_Rhodes_Radio.mp3","duration":"01:28:45"},{"title":"Jim Short","pubDate":1332170100,"pubDateFR":"19 Mars 2012","description":"<p><span style=\"color: #222222; font-family: Arial, Helvetica, sans-serif; font-size: 13px; background-color: rgba(255, 255, 255, 0.917969);\">Listen to the brilliant Jim Short share stories about his time with Mitch Hedberg and Bill Hicks.&nbsp;<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/jim-short","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_jim_short_final.mp3","duration":"01:31:45"},{"title":"Stephen Tobolowsky","pubDate":1329420683,"pubDateFR":"16 Février 2012","description":"<p>Tom chats with one of America's greatest actors, Stephen Tobolowsky, who gives Tom some interesting insights on their time shooting Mr. Rhodes. &nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/stephen-tobolowsky-","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_Tobolowsky.mp3","duration":"01:42:30"},{"title":"Laura Rhodes","pubDate":1325092578,"pubDateFR":"28 Décembre 2011","description":"<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px; background-color: rgba(255, 255, 255, 0.917969);\">This is a very special episode with my darling little sister, Laura Beth Rhodes Goldstien, 1973-2011.<\/div>\n<div style=\"color: #222222; font-family: arial, sans-serif; font-size: 13px; background-color: rgba(255, 255, 255, 0.917969);\">She was a joy to all who knew her.<\/div>","link":"http:\/\/trr.libsyn.com\/laura-rhodes","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/laura_revised_final_122611.mp3","duration":"01:22:39"},{"title":"Bert Haas","pubDate":1322845721,"pubDateFR":"02 Décembre 2011","description":"<p>Tom chats with legendary purveor of HaHa, the great Bert Haas of Chicago's greatest comedy club, Zanies.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/bert-haas","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/trr_bert_haas.mp3","duration":"01:14:02"},{"title":"Patti Vasquez","pubDate":1314806700,"pubDateFR":"31 Août 2011","description":"<p class=\"p1\">Tom chats with Chicago comedy giant,&nbsp;Patti Vasquez. They talk about the Chicago scene, ethnicity, and the joys and trials of family.&nbsp;<\/p>\n<p class=\"p1\">Check out her site <a href=\"http:\/\/www.pattivasquez.com\/patti.php\" target=\"_blank\">pattivasquez.com<\/a><\/p>","link":"http:\/\/trr.libsyn.com\/patti-vasquez","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/PATTY_V.mp3","duration":"01:19:44"},{"title":"Lou Angelwolf","pubDate":1314300960,"pubDateFR":"25 Août 2011","description":"<p class=\"p1\">Tom sits down with his best friend - host and comedian Lou Angelwolf. They reminisce on starting out in Florida with comics like Brian Regan and Ron Bennington, and reflect on decades of love and laughter.&nbsp;&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/lou-angelwolf","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/LOUANGELWOLF_080211.mp3","duration":"01:08:08"},{"title":"The Unoffendables with John Fugelsang, Jimmy Shubert, & Billy Gardell","pubDate":1310407320,"pubDateFR":"11 Juillet 2011","description":"<p><meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\" \/><meta http-equiv=\"Content-Style-Type\" content=\"text\/css\" \/>\n<title><\/title>\n<meta name=\"Generator\" content=\"Cocoa HTML Writer\" \/><meta name=\"CocoaVersion\" content=\"1038.36\" \/><\/p>\n<p class=\"p1\">In this long-lost pilot episode of Tom Rhodes Radio, Tom is joined by his good friends Lou Angelwolf and Dana Gibson in Los Angeles. Together they are \"The Unoffendables.\"<\/p>\n<p class=\"p2\"><\/p>\n<p class=\"p1\">After discussing the best free entertainment in LA, they interview the brilliant comedian\/prophet John Fugelsang, in which they discuss real Christianity and eating the Beatles.&nbsp;<\/p>\n<p class=\"p2\"><\/p>\n<p class=\"p1\">Then they sit down with TV &amp; comedy stars Jimmy Shubert &amp; Billy Gardell to talk about Philly and Baltimore pride.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/the-unoffendables-with-john-fugelsang-jimmy-shubert-billy-gardell","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_Pilot_Episode.mp3","duration":"01:14:41"},{"title":"Tom Rhodes (The Musician) Part 2","pubDate":1306944600,"pubDateFR":"01 Juin 2011","description":"<p>Tom continues his conversation with musician Tom Rhodes.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/tom-rhodes-the-musician-part-2","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR042911_part2.mp3","duration":"59:45"},{"title":"Tom Rhodes (The Musician)","pubDate":1305306540,"pubDateFR":"13 Mai 2011","description":"<p>Tom travels to Wilmington, North Carolina to talk to Tom Rhodes, the musician.&nbsp;<\/p>","link":"http:\/\/trr.libsyn.com\/tom-rhodes-the-musician-","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR042911_part1.mp3","duration":"01:13:41"},{"title":"Shazia Mirza and Dave Fulton","pubDate":1303697640,"pubDateFR":"25 Avril 2011","description":"<p><span class=\"Apple-style-span\" style=\"border-collapse: collapse; font-family: Arial, Helvetica, sans-serif; font-size: 13px;\">Tom travels to London to do shows and talk with his comedian friends Shazia Mirza and Dave Fulton.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/london-pt-2-shazia-mirza-dave-fulton","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_04__London_Pt_2.mp3","duration":"01:57:01"},{"title":"Ed Byrne and Adam Bloom","pubDate":1303696680,"pubDateFR":"25 Avril 2011","description":"<p>Tom travels to London to do shows and talk with his comedian friends Ed Byrne and Adam Bloom.<\/p>","link":"http:\/\/trr.libsyn.com\/london-pt-1-ed-byrne-adam-bloom","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_03__London_Pt_1.mp3","duration":"01:41:24"},{"title":"Brian Regan","pubDate":1300357500,"pubDateFR":"17 Mars 2011","description":"<p><span style=\"border-collapse: collapse; font-family: arial, sans-serif; font-size: 13px;\">Tom visits his good friend Brian Regan in Las Vegas.<\/span><\/p>","link":"http:\/\/trr.libsyn.com\/brian-regan","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/Tom_Rhodes_Radio_-_Brian_Regan.mp3","duration":"01:10:57"},{"title":"Brendon Burns","pubDate":1300341720,"pubDateFR":"17 Mars 2011","description":"<p><span style=\"border-collapse: collapse; font-family: arial, sans-serif; font-size: 13px;\"><span style=\"color: #222222;\">Tom&nbsp;<\/span><span style=\"border-collapse: collapse; font-family: Arial, Helvetica, sans-serif; font-size: 13px;\">talks with Australian comedian Brendon Burns from his flat in London about cracking the London scene and the Edinburgh fringe festival.<\/span><\/span><\/p>","link":"http:\/\/trr.libsyn.com\/brendon-burns","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_05__Brendon_Burns.mp3","duration":"49:28"},{"title":"Uncle Bob","pubDate":1300263300,"pubDateFR":"16 Mars 2011","description":"<p><span style=\"border-collapse: collapse; font-family: Arial, Helvetica, sans-serif; font-size: 13px;\">Tom travels to the green rolling mountains of Vermont to visit his uncle Bob and talk about life, comedy and the family sense of humor.<\/span><\/p>","link":"http:\/\/www.tomrhodes.net","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_02__Uncle_Bob.mp3","duration":"01:04:51"},{"title":"Doug Stanhope","pubDate":1300261380,"pubDateFR":"16 Mars 2011","description":"<p><span style=\"border-collapse: collapse; font-family: Arial, Helvetica, sans-serif; font-size: 13px;\">Tom travels to the remote outlaw hideaway of Bisbee, Arizona for a late night-booze fueled talk with his old friend Doug Stanhope in the premiere episode of Tom Rhodes Radio.<\/span><\/p>","link":"http:\/\/www.tomrhodes.net","url":"http:\/\/www.podtrac.com\/pts\/redirect.mp3\/traffic.libsyn.com\/trr\/TRR_01__Doug_Stanhope.mp3","duration":"57:58"}]}